{
  "profile": {
    "title": "Olivier Rouiller",
    "subtitle": "Étudiant en L3 de Psychologie et Psychopraticien en Formation",
    "about": "Bonjour, ici Olivier, j'ai 38 ans. Je suis étudiant en Psychologie à l'université de Strasbourg en reprise d'études. Avant cela j'étais ingénieur en informatique, notamment dans le jeu vidéo. J'ai un fort intérêt pour la psychothérapie et je souhaite compléter un Master en psychologie clinique pour devenir psychologue.\n\nEn parallèle de mon cursus universitaire, j'ai suivi des formations professionnelles en psychothérapie. Notamment j'ai suivi les niveaux 1 et 2 de formation en 'Hakomi Somatic Mindful Psychotherapy' avec l'institut Hakomi de Californie.\nOn peut traduire 'Somatic Mindful Psychotherapy' par 'Thérapie Psycho-corporelle en Pleine Conscience', ou peut-être 'Psychothérapie Somatique en Pleine Conscience'. Voir dans la section 'Intérêts' pour une définition.\n\nMon orientation clinique est influencée par les approches psychanalytiques et psychodynamiques, qui fournissent une base aux approches somatiques. Je suis aussi intéressé par les apports des neurosciences pour comprendre les mécanismes de changement dans les thérapies somatiques et relationnelles. Je m'intéresse à comprendre les fondements neuropsychologiques et développementaux de ces thérapies.\n\nBien que j'aie un esprit scientifique et un intérêt pour la recherche en neuropsychologie, mon intérêt est d'utiliser ces modèles pour éclairer une pratique de psychothérapie dont l'essence est expérientielle.\n"
  },
  "quotes": [
    {
      "id": 1,
      "text": "Intersubjective, relational affect-focused psychotherapy is not the 'talking cure' but the 'affect communicating cure.'",
      "author": "Allan Schore"
    },
    {
      "id": 2,
      "text": "Shame is the experience of one's felt sense of self disintegrating in relation to a dysregulating other",
      "author": "Pat DeYoung"
    },
    {
      "id": 3,
      "text": "Developmental Trauma is shock trauma",
      "author": "Peter Levine"
    }
  ],
  "interests": [
    {
      "id": 1,
      "title": "Approches Psychanalytiques",
      "subtitle": null,
      "description": "Mon interet actuel en Psychotherapie est nourri par les approches psychanalytiques et psychodunamiques bien que ma conception de la psychotherapie peut diverger de ces approches sur certains aspect.\n\nCes approches ont selon moi mis en lumieres des aspcet centraux pour la guerison, premierement la notion d’inconscient affectif, d’abord mis en avant par Freud puis repris dans des contextes plus modernes.\n\nLa psychanalyse a donne lieu a la therorie de l’attachement de Bowlby qui a clairement montre l’importance de la qualite du lien dans les premieres annees de la vie pour la mise en place des “Inner Working Models”.\n\nJe suis aussi particulierement interesse par les apport modernes fait par Allan Score, Psychanalyste americain qui explique l’inconscient affectif relationel comme une maniere d’etre avec l’autre implicite, non-verbal et donc inconsciente.\n\nUn autre apport fondamental de l’oeuvre freudienne est la notion de transfer, ou ces modeles implicites et inconscients se jouent dans la relation dyadique patient therapeute, offrant ainsi la possibilite our une experience corrective menant a une nouvelle maniere d’etre avec l’autre et l’emergence du moi ou “self”.\n\nEnfin, Freud a aporte ses descriptions d’organisations psychiques, nevrotiques, narcissistiques, psychotiques, etc.. qui sont selon moi incontournable quand on travaile avec un patient en psychotherapie. Combien cette persone a acces a un moi solide?\n\nSelon moi il serait irresponsable de prendre le role de psychotherapeute sans avoir une experience de ces conceptes: inconscient, modeles d’attachement, transfert structures psychiques.",
      "thumbnail": "/portfolio-psy/data/interests/Approches Psychanalytiques/unconscious.png"
    },
    {
      "id": 2,
      "title": "Pleine Conscience en Psychotherapie",
      "subtitle": "Ou Psychotherapie en Pleine Conscience?",
      "description": "Depuis la troisieme vague des TCC, la pleine conscience a ete largement adoptee comme un des outils pour la psychotherapie. On a put montere que la pratique de la pleine conscience ou Mindfulness avait des effets positifs sur la regulation emotionelle, et en TCC, ces outils sont utilises pour permnetre aux patients de prendre du recul par rapport a leur experience, de nomer leurs emotions, d'accepter l'inconfort et de recionnaitre leurs pensees comme ce qu'elles sont, des pensees et non des realites.\n\nCependant je voudrais mettre en avant que ces apports, certes importants ne sont qu'une partie de ce que peut apporter la pleine conscience a la Psychotherapie.\n\nDans les psychotherapies en pleine conscience, on utilise pas la mindfulness comme outils de gestion du stress que les patients peuvent apprendre et utiliser eux meme, mais on procede a la psychotherapie meme dans un etat de pleine conscience.\n\nCette pleine conscience \"a deux\" fut entrevue par Freud dans l'association libre. En associant les idees librement et en remarquant simplement ce qui survient, pensees, emotions, etc.. on pratique en effet la mindfulness.\n\nQui plus est l'apport de la presence du therapeute permet de donner plus de capacite au patient d'etre en contact avec son experience. Le therapeute operant comme le caregiver qui aide l'enfant a reguler ses emotions.\n\nCette approche de la therapie, notament proposee par Hakomi, Daniel Segel, permet l'etude de l'appareil psycho-chorporel comme Freud en aurait reve, non dans l'analyse apres coup mais dans l'instant present incarne. Cela donne aussi access a des etats modifies de conscience et une neuroplasticite qui permet une transformation rapide du materiel inconscients, des schemas limitants et des working models d'attachement.",
      "thumbnail": "/portfolio-psy/data/interests/Pleine Conscience en Psychotherapie/mindfulness.png"
    }
  ],
  "experiences": [
    {
      "id": 1,
      "title": "Psychothérapie Focusing et 'Parts Work'",
      "subtitle": "Premiers essais en psychothérapie",
      "start_date": "2022-03-01",
      "end_date": "2022-12-31",
      "description": "Après avoir complété un certificat en Thérapie Somatique de l'Attachement, j'ai travaillé avec mon premier client 'K'.\nNous avons travaillé ensemble pendant un an et demi de manière régulière et hebdomadaire.\n"
    },
    {
      "id": 2,
      "title": "Psychothérapie Somatique Hakomi",
      "subtitle": "Pratique de la thérapie Hakomi en conditions réelles",
      "start_date": "2024-09-01",
      "end_date": "2025-06-30",
      "description": "Alors que je complétais le premier niveau de ma formation en psychothérapie somatique Hakomi, j'ai commencé à travailler avec des clients en conditions réelles.\nMa pratique est restée modeste, à la hauteur de mes capacités mais j'ai eu l'honneur de rencontrer de nombreux systèmes différents et de suivre deux patients de manière régulière.\nLes clients avec qui j'ai travaillé sont en général des personnes ayant une expérience extensive de la psychothérapie, parfois eux-mêmes psychologues et qui se tournent vers la thérapie somatique.\n\nNotamment 'M', que j'ai suivi pendant plus d'un an avec des sessions quasi hebdomadaires.\n\nJ'ai aussi travaillé régulièrement avec 'G' qui est à la fois un ami, méditant et apprenti en thérapie et autres pratiques somatiques.\n"
    }
  ],
  "formations": "- 2025 – The Briliant Lab - Somatic Relational Trauma-informed Practices for Medicine - Assisted Facilitation. Taught by [Rita Bozi](https://linktr.ee/ritabozi)\n- 2024-2025 – [Hakomi Professional Training level 2](https://embodywise.com/hakomi-trainings/pro-skills-level-2/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2023-2024 – [Hakomi Professional Training level 1](https://embodywise.com/hakomi-trainings/pro-skills-level-1/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2022 – Somatic Attachment Therapy Certificate with [Embody Lab](https://www.theembodylab.com/).\n- 2020-2021 – Non-Duality, Meditation and Non-Symbolic States of Consciousness with the [Center for the Study of  Non-Symbolic Consciousness](https://www.nonsymbolic.org/) (Jeffery A. Martin).\n- 2020 – Introduction to Transpersonal Psychology and Hypnotherapy with [Teadlik Mina](https://teadlikmina.ee/en/)."
}