{
  "profile": {
    "title": "Olivier Rouiller",
    "subtitle": "Étudiant en L3 de Psychologie et Psychopraticien en Formation",
    "about": "Bonjour, ici Olivier, j'ai 38 ans. Je suis étudiant en Psychologie à l'**Université de Strasbourg** en reprise d'études. Avant cela j'étais ingénieur en informatique, notamment dans le jeu vidéo. J'ai un fort intérêt pour la psychothérapie et je souhaite compléter un Master en Psychologie Clinique pour devenir psychologue.\n\nEn parallèle de mon cursus universitaire, j'ai suivi des formations professionnelles en psychothérapie. Notamment j'ai suivi les niveaux 1 et 2 de formation en **'Hakomi Somatic Mindful Psychotherapy'** avec l'institut Hakomi de Californie.\n\nOn peut traduire 'Somatic Mindful Psychotherapy' par **'Thérapie Psycho-corporelle en Pleine Conscience'**, ou peut-être 'Psychothérapie Somatique en Pleine Conscience'. Voir dans la section 'Intérêts' pour plus à ce sujet.\n\nMon orientation clinique est influencée par les **Approches Psychanalytiques et Psychodynamiques**, qui fournissent une base aux approches somatiques. Je suis aussi intéressé par les apports des **Neurosciences** pour comprendre les mécanismes de changement dans les thérapies somatiques et relationnelles. Je m'intéresse à comprendre les fondements neuropsychologiques et développementaux de ces thérapies.\n\nBien que j'aie un esprit scientifique et un intérêt pour la recherche en neuropsychologie, mon intérêt est d'utiliser ces modèles pour éclairer une pratique de **Psychothérapie** dont l'essence est **Expérientielle**."
  },
  "quotes": [
    {
      "id": 1,
      "text": "Intersubjective, relational affect-focused psychotherapy is not the 'talking cure' but the 'affect communicating cure.'",
      "author": "Allan Schore"
    },
    {
      "id": 2,
      "text": "Shame is the experience of one's felt sense of self disintegrating in relation to a dysregulating other",
      "author": "Pat DeYoung"
    },
    {
      "id": 3,
      "text": "Developmental Trauma is shock trauma",
      "author": "Peter Levine"
    }
  ],
  "interests": [
    {
      "id": 1,
      "title": "Approches Psychanalytiques",
      "subtitle": null,
      "description": "Mon intérêt actuel en Psychothérapie est nourri par les approches psychanalytiques et psychodynamiques bien que ma conception de la psychothérapie peut diverger de certaines formulations, ayant etait influences par des formulations americaines recentes.\n\nCes approches ont selon moi mis en lumière des aspects centraux pour la guérison, premièrement la notion d'**inconscient affectif**, d'abord mis en avant par Freud puis repris dans des contextes plus modernes.\n\nLa psychanalyse a donné lieu à la théorie de l'**attachement** de Bowlby qui a clairement montré l'importance de la qualité du lien dans les premières années de la vie pour la mise en place des \"Inner Working Models\", un autre modele de l'inconscient.\n\nJe suis aussi particulièrement intéressé par les apports modernes faits par Allan Schore, Psychanalyste américain qui explique l'inconscient affectif relationnel comme une manière d'être avec l'autre qui est **implicite**, **non-verbale**, et donc inconsciente, et dont on peut observer les substrats neuronaux s'activer dans la relation.\n\nUn autre apport fondamental de l'œuvre freudienne est la notion de **transfert**, où ces modèles implicites et inconscients se jouent dans la relation dyadique patient thérapeute, offrant ainsi la possibilité d'une expérience corrective menant à une nouvelle manière d'être avec l'autre et l'émergence du moi ou \"self\".\n\nEnfin, Freud a apporté ses descriptions d'**organisations psychiques**, névrotiques, narcissiques, psychotiques, etc. qui sont selon moi incontournables quand on travaille avec un patient en psychothérapie. Combien la personne en face de nous a accès à un moi solide?\n\nSelon moi, les concepts d'inconscient, de modèles d'attachement, de transfert et de structures psychiques sont des concepts fondamentaux pour aborder une psychotherapie qui sera addaptee a la personne que l'on rencontre, et il est important pour un therapeute de s'entrainer a reconnaitre ces phenomenes et structures, et ce non seulement dans le discours, mais aussi et surtout dans l'implicite et le non-verbal, avec notre \"right brain\" comme nous suggere Allan Schore.",
      "thumbnail": "/portfolio-psy/data/interests/Approches Psychanalytiques/unconscious.png"
    },
    {
      "id": 2,
      "title": "Pleine Conscience en Psychotherapie",
      "subtitle": "Où Psychothérapie en Pleine Conscience ?",
      "description": "Depuis la troisième vague des TCC, la pleine conscience a été largement adoptée comme un des outils pour la psychothérapie. On a pu montrer que la pratique de la pleine conscience ou Mindfulness avait des effets positifs sur la régulation émotionnelle, et en TCC, ces outils sont utilisés pour permettre aux patients de prendre du recul par rapport à leur expérience, de nommer leurs émotions, d'accepter l'inconfort et de reconnaître leurs pensées comme ce qu'elles sont, des pensées et non des réalités.\n\nCependant je voudrais mettre en avant que ces apports, certes importants ne sont qu'une partie de ce que peut apporter la pleine conscience à la Psychothérapie.\n\nDans les psychothérapies en pleine conscience, on n'utilise pas la mindfulness comme outil de gestion du stress que les patients peuvent apprendre et utiliser eux-mêmes, mais on procède à la psychothérapie même dans un état de pleine conscience.\n\nCette pleine conscience \"à deux\" fut entrevue par Freud dans l'association libre. En associant les idées librement et en remarquant simplement ce qui survient, pensées, émotions, etc., on pratique en effet la mindfulness.\n\nQui plus est l'apport de la présence du thérapeute permet de donner plus de capacité au patient d'être en contact avec son expérience. Le thérapeute opérant comme le caregiver qui aide l'enfant à réguler ses émotions.\n\nCette approche de la thérapie, notamment proposée par Hakomi, Daniel Siegel, permet l'étude de l'appareil psycho-corporel comme Freud en aurait rêvé, non dans l'analyse après coup mais dans l'instant présent incarné. Cela donne aussi accès à des états modifiés de conscience et une neuroplasticité qui permet une transformation rapide du matériel inconscient, des schémas limitants et des working models d'attachement.",
      "thumbnail": "/portfolio-psy/data/interests/Pleine Conscience en Psychotherapie/mindfulness.png"
    },
    {
      "id": 3,
      "title": "Pratiques Relationnelles et Somatiques",
      "subtitle": "Pratiques Relationnelles et Somatiques",
      "description": "Ayant vécu en Suède et étant connecté aux communautés de pleine conscience internationales en ligne, j'ai été exposé à une diversité de pratiques dites *Relationnelles* ou *Somatiques* qui selon moi ont un intérêt pour faire évoluer le champ de la psychothérapie et des relations à l'échelle de la société.\n\nCes pratiques sont très fortes en Californie ou du Colorado et aussi présentes en Scandinavie et en Allemagne. Elles sont en revanche rares et émergentes en France, peut-être car les Français sont plus lents à adopter les innovations, ou peut-être à cause de la langue, ces pratiques étant en général transmises en anglais.\n\nCes pratiques, qui peuvent être affiliées à l'écoute active ou la communication non violente, sont nourries par la pleine conscience et la psychothérapie et offrent des outils et pratiques qui permettent d'apporter plus de conscience dans les relations, de développer l'empathie, la connexion à l'autre et au corps et plus encore.\n\nElles sont intéressantes pour moi non seulement car elles m'ont apporté dans mon processus de maturité et de guérison, mais aussi car elles ont le potentiel de transformer la manière dont on est en relation dans la société et fait sortir certaines qualités relationnelles du cadre fermé de la psychothérapie. Elles sont aussi pour moi un terrain de jeu pour pratiquer mes compétences relationnelles et thérapeutiques.\n\nMon but ici n'est pas de décrire ces pratiques de manière précise mais de donner un goût de 3 principales pratiques : Le Circling, l'Authentic Relating ou Relations Authentiques et enfin les pratiques somatiques qui englobent une variété de pratiques.\n\n### Le Circling, pleine conscience relationnelle\n\nLe Circling, aussi connu en Europe sous le nom Transformational Connection est l'une des pratiques phares.\n\nL'exercice dans le Circling c'est d'explorer, en groupe, comment est notre expérience dans l'instant présent. Il s'agit d'une part de révéler sa propre expérience mais aussi de s'intéresser à l'expérience de l'autre et ce ici et maintenant, non dans la narration d'une expérience passée ou d'une expérience de vie générale.\n\nAinsi pour moi il s'agit d'une pleine conscience relationnelle ou de groupe.\n\nAinsi on pourra dire \"En étant là avec vous, je remarque une envie de parler et de prendre de l'espace, mais aussi de la honte. Et maintenant que je parle je sens mes mains qui deviennent moites mais en vous voyant attentifs, je remarque que je me détends un peu\", quelqu'un pourra continuer en révélant comment ce partage l'impacte ou bien en posant des questions pour en savoir plus sur cette expérience.\n\n### Authentic Relating\n\n### Pratiques Somatiques",
      "thumbnail": "/portfolio-psy/data/interests/Pratiques Relationnelles et Somatiques/mindfulness.png"
    }
  ],
  "experiences": [
    {
      "id": 1,
      "title": "Psychothérapie Focusing et 'Parts Work'",
      "subtitle": "Premiers essais en psychothérapie",
      "start_date": "2022-03-01",
      "end_date": "2022-12-31",
      "description": "Après avoir complété un certificat en Thérapie Somatique de l'Attachement, j'ai travaillé avec mon premier client 'K'.\nNous avons travaillé ensemble pendant un an et demi de manière régulière et hebdomadaire."
    },
    {
      "id": 2,
      "title": "Psychothérapie Somatique Hakomi",
      "subtitle": "Pratique de la thérapie Hakomi en conditions réelles",
      "start_date": "2024-09-01",
      "end_date": "2025-06-30",
      "description": "Alors que je complétais le premier niveau de ma formation en psychothérapie somatique Hakomi, j'ai commencé à travailler avec des clients en conditions réelles.\nMa pratique est restée modeste, à la hauteur de mes capacités mais j'ai eu l'honneur de rencontrer de nombreux systèmes différents et de suivre deux patients de manière régulière.\nLes clients avec qui j'ai travaillé sont en général des personnes ayant une expérience extensive de la psychothérapie, parfois eux-mêmes psychologues et qui se tournent vers la thérapie somatique.\n\nNotamment 'M', que j'ai suivi pendant plus d'un an avec des sessions quasi hebdomadaires.\n\nJ'ai aussi travaillé régulièrement avec 'G' qui est à la fois un ami, méditant et apprenti en thérapie et autres pratiques somatiques."
    }
  ],
  "formations": "- 2025 – The Briliant Lab - Somatic Relational Trauma-informed Practices for Medicine - Assisted Facilitation. Taught by [Rita Bozi](https://linktr.ee/ritabozi)\n- 2024-2025 – [Hakomi Professional Training level 2](https://embodywise.com/hakomi-trainings/pro-skills-level-2/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2023-2024 – [Hakomi Professional Training level 1](https://embodywise.com/hakomi-trainings/pro-skills-level-1/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2022 – Somatic Attachment Therapy Certificate with [Embody Lab](https://www.theembodylab.com/).\n- 2020-2021 – Non-Duality, Meditation and Non-Symbolic States of Consciousness with the [Center for the Study of  Non-Symbolic Consciousness](https://www.nonsymbolic.org/) (Jeffery A. Martin).\n- 2020 – Introduction to Transpersonal Psychology and Hypnotherapy with [Teadlik Mina](https://teadlikmina.ee/en/)."
}