{
  "profile": {
    "title": "Olivier Rouiller",
    "subtitle": "Étudiant en L3 de Psychologie et Psychopraticien en Formation",
    "about": "Bonjour, ici Olivier, j'ai 38 ans. Je suis étudiant en Psychologie à l'université de Strasbourg en reprise d'études. Avant cela j'étais ingénieur en informatique, notamment dans le jeu vidéo. J'ai un fort intérêt pour la psychothérapie et je souhaite compléter un Master en psychologie clinique pour devenir psychologue.\n\nEn parallèle de mon cursus universitaire, j'ai suivi des formations professionnelles en psychothérapie. Notamment j'ai suivi les niveaux 1 et 2 de formation en 'Hakomi Somatic Mindful Psychotherapy' avec l'institut Hakomi de Californie.\nOn peut traduire 'Somatic Mindful Psychotherapy' par 'Thérapie Psycho-corporelle en Pleine Conscience', ou peut-être 'Psychothérapie Somatique en Pleine Conscience'. Voir dans la section 'Intérêts' pour une définition.\n\nMon orientation clinique est influencée par les approches psychanalytiques et psychodynamiques, qui fournissent une base aux approches somatiques. Je suis aussi intéressé par les apports des neurosciences pour comprendre les mécanismes de changement dans les thérapies somatiques et relationnelles. Je m'intéresse à comprendre les fondements neuropsychologiques et développementaux de ces thérapies.\n\nBien que j'aie un esprit scientifique et un intérêt pour la recherche en neuropsychologie, mon intérêt est d'utiliser ces modèles pour éclairer une pratique de psychothérapie dont l'essence est expérientielle.\n"
  },
  "quotes": [
    {
      "id": 1,
      "text": "Intersubjective, relational affect-focused psychotherapy is not the 'talking cure' but the 'affect communicating cure.'",
      "author": "Allan Schore"
    },
    {
      "id": 2,
      "text": "Shame is the experience of one's felt sense of self disintegrating in relation to a dysregulating other",
      "author": "Pat DeYoung"
    },
    {
      "id": 3,
      "text": "Developmental Trauma is shock trauma",
      "author": "Peter Levine"
    }
  ],
  "interests": [
    {
      "id": 1,
      "title": "Approches Psychodynamiques",
      "description": "Exploration des processus inconscients et relationnels. Ces approches considèrent que les difficultés actuelles sont influencées par des expériences passées et des dynamiques relationnelles inconscientes.",
      "media": []
    },
    {
      "id": 2,
      "title": "États de Conscience en Psychothérapie",
      "description": "Exploration des états modifiés de conscience thérapeutiques. L'utilisation d'états de conscience particuliers peut faciliter l'accès à des contenus psychiques et favoriser des expériences de guérison profondes.",
      "media": []
    },
    {
      "id": 3,
      "title": "Neuropsychologie",
      "description": "Compréhension des mécanismes cérébraux en thérapie. L'étude des bases neurologiques des processus psychologiques permet d'éclairer les interventions thérapeutiques et de mieux comprendre les mécanismes de changement.",
      "media": [
        {
          "type": "image",
          "path": "/portfolio-psy/data/interests/neuropsychologie/brain.svg",
          "thumbnail": "/portfolio-psy/data/interests/neuropsychologie/brain.svg",
          "name": "brain"
        }
      ]
    },
    {
      "id": 4,
      "title": "Pleine Conscience",
      "description": "Pratiques de méditation et d'attention consciente. La pleine conscience permet de développer une relation plus consciente avec ses pensées, émotions et sensations corporelles, favorisant la régulation émotionnelle et la présence thérapeutique.",
      "media": [
        {
          "type": "image",
          "path": "/portfolio-psy/data/interests/pleine-conscience/mindfulness.svg",
          "thumbnail": "/portfolio-psy/data/interests/pleine-conscience/mindfulness.svg",
          "name": "mindfulness"
        }
      ]
    },
    {
      "id": 5,
      "title": "Pratiques Relationnelles",
      "description": "Développement de compétences thérapeutiques relationnelles. La qualité de la relation thérapeutique est fondamentale dans le processus de guérison et nécessite des compétences spécifiques en communication et en présence.",
      "media": []
    },
    {
      "id": 6,
      "title": "Psychothérapie Somatique",
      "description": "Approches thérapeutiques intégrant le corps et l'esprit pour une compréhension holistique de la personne. Cette approche considère que les expériences traumatiques et les émotions sont stockées dans le corps et peuvent être traitées par des techniques somatiques.",
      "media": [
        {
          "type": "image",
          "path": "/portfolio-psy/data/interests/psychotherapie-somatique/meditation.svg",
          "thumbnail": "/portfolio-psy/data/interests/psychotherapie-somatique/meditation.svg",
          "name": "meditation"
        }
      ]
    }
  ],
  "experiences": [
    {
      "id": 1,
      "title": "Psychothérapie Focusing et 'Parts Work'",
      "subtitle": "Premiers essais en psychothérapie",
      "start_date": "2022-03-01",
      "end_date": "2022-12-31",
      "description": "Après avoir complété un certificat en Thérapie Somatique de l'Attachement, j'ai travaillé avec mon premier client 'K'.\nNous avons travaillé ensemble pendant un an et demi de manière régulière et hebdomadaire.\n"
    },
    {
      "id": 2,
      "title": "Psychothérapie Somatique Hakomi",
      "subtitle": "Pratique de la thérapie Hakomi en conditions réelles",
      "start_date": "2024-09-01",
      "end_date": "2025-06-30",
      "description": "Alors que je complétais le premier niveau de ma formation en psychothérapie somatique Hakomi, j'ai commencé à travailler avec des clients en conditions réelles.\nMa pratique est restée modeste, à la hauteur de mes capacités mais j'ai eu l'honneur de rencontrer de nombreux systèmes différents et de suivre deux patients de manière régulière.\nLes clients avec qui j'ai travaillé sont en général des personnes ayant une expérience extensive de la psychothérapie, parfois eux-mêmes psychologues et qui se tournent vers la thérapie somatique.\n\nNotamment 'M', que j'ai suivi pendant plus d'un an avec des sessions quasi hebdomadaires.\n\nJ'ai aussi travaillé régulièrement avec 'G' qui est à la fois un ami, méditant et apprenti en thérapie et autres pratiques somatiques.\n"
    }
  ]
}