{
  "fr": {
    "profile": {
      "title": "Olivier Rouiller",
      "subtitle": "Étudiant en L3 de Psychologie et Psychopraticien en Thérapies Somatiques en Formation - À la recherche de la thérapie.",
      "content": "",
      "about": "Bonjour, ici Olivier, j'ai 38 ans. Je suis étudiant en Psychologie à l'**Université de Strasbourg** en reprise d'études. Avant cela, j'étais ingénieur en informatique, notamment dans le jeu vidéo. J'ai un fort intérêt pour la psychothérapie et je souhaite compléter un Master en Psychologie Clinique pour devenir psychologue.\n\nEn parallèle de mon cursus universitaire, j'ai suivi des formations professionnelles en psychothérapie. Notamment, j'ai suivi les niveaux 1 et 2 de formation en **'Hakomi Somatic Mindful Psychotherapy'** avec l'institut Hakomi de Californie. On peut traduire 'Somatic Mindful Psychotherapy' par **'Psychothérapie Somatique en Pleine Conscience'**. Voir dans la section 'Intérêts' pour plus à ce sujet.\n\nL'orientation clinique qui m'inspire est influencée par les **Approches Psychanalytiques et Psychodynamiques**, par les approches Somatiques de traitement des **Psychotrauma** (Théorie Polyvagale, Somatic Experiencing), par la **Pleine Conscience** et les **Approches Relationnelles**. Je suis aussi intéressé par les apports des **Neurosciences** pour comprendre les mécanismes de changement, et pour comprendre les fondements neuropsychologiques et développementaux de ces thérapies.\n\nBien que j'aie un esprit scientifique et un intérêt pour la recherche en psychologie et neuropsychologie, mon intérêt est d'utiliser les modèles pour éclairer une pratique de **Psychothérapie** dont l'essence est **Expérientielle**. Par ailleurs cette recherche est animée par un besoin personnel et une expérience de la thérapie."
    },
    "quotes": [
      {
        "id": 1,
        "text": "Intersubjective, relational affect-focused psychotherapy is not the 'talking cure' but the 'affect communicating cure.'",
        "author": "Allan Schore"
      },
      {
        "id": 2,
        "text": "Shame is the experience of one's felt sense of self disintegrating in relation to a dysregulating other",
        "author": "Pat DeYoung"
      },
      {
        "id": 3,
        "text": "Developmental Trauma is Shock Trauma",
        "author": "Peter Levine"
      },
      {
        "id": 4,
        "text": "I believe the key to healing is not knowing what happened but transforming how our younger selves still remember it.",
        "author": "Janina Fischer"
      }
    ],
    "interests": [
      {
        "id": 1,
        "slug": "approches-psychanalytiques",
        "title": "Approches Psychanalytiques",
        "subtitle": "À quoi pensez-vous ?",
        "description": "Mon intérêt actuel en psychothérapie est nourri par les approches psychanalytiques et psychodynamiques avec pour influence la psychanalyse française et des formulations américaines récentes.\n\nCes approches ont selon moi mis en lumière des aspects centraux pour la guérison, premièrement la notion d'**inconscient affectif**, d'abord mise en avant par Freud puis repris dans des contextes plus modernes.\n\nLa psychanalyse a donné lieu à la théorie de l'**attachement** de Bowlby (Bowlby 2008) qui a montré l'importance de la qualité du lien dans les premières années de la vie pour la mise en place des *Inner Working Models*, un autre modèle de l'inconscient.\n\nJe suis aussi particulièrement intéressé par les apports modernes faits par Allan Schore (Schore 2019), psychanalyste américain qui explique l'inconscient affectif relationnel comme une manière d'être avec l'autre qui est **implicite**, **non-verbale** (Lyons‐Ruth 1999), et donc inconsciente, et dont on peut observer les substrats neuronaux s'activer dans la relation (Dumas 2011).\n\nUn autre apport fondamental de l'œuvre freudienne est la notion de **transfert** (Freud 1912), où ces modèles implicites et inconscients se jouent dans la relation dyadique patient-thérapeute, offrant ainsi la possibilité d'une expérience corrective menant à une nouvelle manière d'être avec l'autre et l'émergence du moi ou *Self*.\n\nEnfin, Freud a apporté ses descriptions d'**organisations psychiques**, névrotiques, narcissiques, psychotiques, etc. (Bergeret 2021) qui sont selon moi incontournables quand on travaille avec un patient en psychothérapie. Combien la personne en face de nous a-t-elle accès à un moi solide ?\n\nSelon moi, les concepts d'inconscient, de modèles d'attachement, de transfert et de structures psychiques sont des concepts fondamentaux pour aborder une psychothérapie qui sera adaptée à la personne que l'on rencontre, et il est important pour un thérapeute de s'entraîner à reconnaître ces phénomènes et structures, et ce non seulement **dans le discours**, mais aussi et surtout **dans l'implicite et le non-verbal**, avec notre ***right brain*** comme nous suggère Allan Schore.\n\n**Bibliographie**\n\nBergeret, J. (2021). *La personnalité normale et pathologique : Les structures mentales, le caractère, les symptômes*. Dunod.\n\nBowlby, J. (2008). *Attachment : Second Edition.* Basic Books.\n\nDumas, G. (2011). Towards a two-body neuroscience. _Communicative & Integrative Biology_, _4_(3), 349‑352.\n\nFreud, S. (1912/1954). _La dynamique du transfert_ (M. Bonaparte & A. Berman, Trad.). Presses Universitaires de France.\n\nLyons‐Ruth, K. (1999). The two‐person unconscious : Intersubjective dialogue, enactive relational representation, and the emergence of new forms of relational organization. _Psychoanalytic Inquiry_, _19_(4), 576‑617.\n\nSchore, A. N. (2019). *Right Brain Psychotherapy (Norton Series on Interpersonal Neurobiology)*. W. W. Norton & Company, Incorporated.",
        "thumbnail": "/data/interests/Approches Psychanalytiques/unconscious_300x300.png"
      },
      {
        "id": 2,
        "slug": "therapies-somatiques-et-hakomi",
        "title": "Thérapies Somatiques et Hakomi",
        "subtitle": "Qu'est-ce que tu ressens dans ton corps quand tu penses à ça?",
        "description": "# Thérapies Somatiques\n\nChristine Caldwell, fondatrice du Département de Psychologie Somatique de l'Université de Naropa à Boulder, Colorado retrace l'histoire des méthodes orientées vers le corps (Caldwell & Hendricks, 1997).\n\nElle retrace notamment les origines des thérapies somatiques dans la Psychanalyse: en commençant par Freud, Josef Breuer qui se concentrait sur le système nerveux, Ferenczi qui demandait à ses patients de s'abstenir de certains mouvements répétitifs pour exacerber la charge émotionnelle qu'ils dissipaient, puis Reich qui avait identifié les névroses comme des armures de caractère qui se manifestaient par des tensions de certaines parties du corps (Reich 1949).\n\nEugène Gendlin était probablement l'un des premiers à mettre l'accent sur *le ressenti des sensations corporelles* dans sa psychothérapie **Focusing** (Gendlin 1981). Le Focusing consiste à porter son attention sur les sensations corporelles associées à un problème ou une croyance et à laisser des symboles émerger. C'est déjà une exploration de l'inconscient par les sensations corporelles.\n\nPlus récemment, les sensations corporelles ont reçu plus d'attention grâce aux découvertes de Damasio et de sa **Théorie des Marqueurs Somatiques** (Bechara & Damasio, 2005). On a maintenant montré que l'intégration des sensations corporelles a un impact sur les comportements, et le traitement des émotions. Il est probable que les approches somatiques vont avoir un intérêt croissant de la part des TCC.\n\nUne autre influence majeure est la **Théorie Polyvagale** de Steven Porges (Porges, 2011), qui décrit les différents modes d'activation du système nerveux autonome, avec les branches sympathiques et parasympathiques du système de nerfs vagaux. Pour simplifier, il s'agit des modes *Fight*, *Flight*, *Freeze*.\n\nPeter Levine fut l'un des premiers à étudier les systèmes de régulation du système nerveux chez les animaux en conditions de danger. Il a ensuite appliqué ces observations pour sortir les patients de stress chronique lié, suivant son modèle, à un blocage du système nerveux autonome en mode Freeze. Ceci donna lieu à la thérapie **Somatic Experiencing** (Levine, 1997) qui est reconnue comme une méthode efficace pour gérer le psychotrauma. Il existe des preuves de son efficacité pour traiter les **TSPT** (Brom et al. 2017).\n\nOn peut élargir les méthodes comme Somatic Experiencing pour prendre en charge non seulement les traumas de choc, comme les accidents, les violences, etc. mais aussi les traumatismes du développement où l'enfant est exposé à des situations de stress chroniques ou bien des conditions plus bénignes, mais qui conduisent à une atrophie du *Self*, des limites poreuses, etc.\n\nDans les méthodes qui traitent le trauma du développement et d'attachement, on note le **NARM** (Neuro Affective Relational Model) (Heller, 2012), **Sensorimotor Psychotherapy** (Ogden 2015), **Hakomi** (Kurtz 2015) ou encore **Somatic Transformation** (Stanley 2025).\n\nAujourd'hui les méthodes somatiques ont une très forte influence aux États-Unis, il existe 3 Masters se spécialisant en Psychothérapie Somatique, et ces méthodes sont utilisées pour les thérapies assistées par psychédéliques (Mischke-Reeds, 2025).\n# Thérapie Somatique Hakomi\nHakomi (Kurtz, 2015; Weiss et al., 2015) est la modalité de thérapie principale dans laquelle je suis formé, elle fonde en grande partie l'idée de la psychothérapie que je veux pratiquer.\n\nC'est difficile de décrire les processus qui sont en jeu dans une session Hakomi et je pense qu'il faut en faire l'expérience pour se le représenter mais je vais essayer de donner quelques principes.\n\nPremièrement, il y a une grande proximité émotionnelle entre le thérapeute et le client, un thérapeute Hakomi apprend à être très finement accordé à l'état intérieur du patient et s'adapte en temps réel à ses changements. Ceci est analogue à l'accordage que l'on observe entre un caregiver et un bébé. Cet accordage très fin permet une grande sécurité chez le client et l'ouverture progressive des défenses. Cela permet d'accueillir et de réguler tous les états qui peuvent survenir.\n\nUne fois cette \"bulle thérapeutique\" établie, et suivant soit les observations du thérapeute soit un problème présenté par le client, le processus thérapeutique peut commencer. L'idée est d'étudier en pleine conscience comment ledit problème survient dans le patient. Quelles sont les pensées, émotions, sensations, mouvements, postures qui sont manifestes, et quels sont les mécanismes inconscients, croyances, apprentissages, traumatismes qui sont sous-jacents?\nEn étudiant les phénomènes manifestes en pleine conscience et en immergeant le client dans cette expérience, on peut accéder aux structures plus inconscientes et les transformer.\n\nVoici un exemple commenté de session de thérapie Hakomi par le fondateur de la méthode, Ron Kurtz ou un geste est utilisé comme point d'entrée pour l'accès d'un évènement traumatique et la transformation de la mémoire/croyance associée.\n\n![](https://www.youtube.com/watch?v=Sm6ayJTG-tM)\n\n**Bibliographie**\n\nBechara, A., & Damasio, A. R. (2005). The somatic marker hypothesis : A neural theory of economic decision. *Games and Economic Behavior*, *52*(2), 336‑372.\n\nBrom, D., Stokar, Y., Lawi, C., Nuriel‐Porat, V., Ziv, Y., Lerner, K., & Ross, G. (2017). Somatic Experiencing for Posttraumatic Stress Disorder : A Randomized Controlled Outcome Study. _Journal of Traumatic Stress_, _30_(3), 304‑312.\n\nCaldwell, C., & Hendricks, K. (Éds.). (1997). *Getting in touch : The guide to new body-centered therapies; [founders and leaders in the field tell how Hakomi, Dreambodywork, The Moving Circle and other techniques can help you]* (1. Quest ed). Quest Books.\n\nHeller, L. (avec LaPierre, A.). (2012). *Healing Developmental Trauma : How Early Trauma Affects Self-Regulation, Self-Image, and the Capacity for Relationship*. North Atlantic Books.\n\nGendlin, E. T. (1981). *Focusing* (2nd ed., new rev. instructions). Bantam Books.\n\nKurtz, R. (2015). *Body-Centered Psychotherapy : The Hakomi Method*. LifeRhythm.\n\nLevine, P. A. (avec Frederick, A.). (1997). *Waking the Tiger : The Innate Capacity to Transform Overwhelming Experiences* (1st ed). North Atlantic Books.\n\nMischke-Reeds, M. (avec Sylvae, J.). (2025). _Embodied Psychedelic Therapy : A Somatic Guide_ (1st ed). W. W. Norton & Company, Incorporated.\n\nOgden, P. (avec Fisher, J.). (2015). *Sensorimotor Psychotherapy*. W. W. Norton & Company, Incorporated.\n\nPorges, S. W. (2011). *The Polyvagal Theory*. W. W. Norton & Company, Incorporated.\n\nReich, W. (1949). _Character-analysis, 3rd ed._ (p. xxvi, 519). Orgone Institute Press.\n\nStanley, S. (2025). _Relational and body-centered practices for healing trauma : Lifting the burdens of the past_ (Second edition). Routledge.\n\nWeiss, H., Johanson, G., & Monda, L. (2015). *Hakomi mindfulness-centered somatic psychotherapy : A comprehensive guide to theory and practice*. W. W. Norton & company.",
        "thumbnail": "/data/interests/Thérapies Somatiques et Hakomi/crane_300x300.png"
      },
      {
        "id": 3,
        "slug": "psychotherapie-en-pleine-conscience",
        "title": "Psychothérapie en Pleine Conscience",
        "subtitle": "Et quand tu es en contact avec ça, qu'est-ce que tu remarques?",
        "description": "*En cours de rédaction...*\n\nDepuis la troisième vague des TCC, la pleine conscience a été largement adoptée comme un des outils pour la psychothérapie (Segal et al. 2018). On a pu montrer que la pratique de la pleine conscience ou Mindfulness avait des effets positifs sur la régulation émotionnelle, et en TCC, ces outils sont utilisés pour permettre aux patients de prendre du recul par rapport à leur expérience, de nommer leurs émotions, d'accepter l'inconfort et de reconnaître leurs pensées comme ce qu'elles sont : des pensées et non des réalités.\n\nCependant je voudrais mettre en avant que ces apports, certes importants ne sont qu'une partie de ce que peut apporter la pleine conscience à la psychothérapie.\n\nDans les psychothérapies en pleine conscience, on n'utilise pas la mindfulness comme outil de gestion du stress que les patients peuvent apprendre et utiliser eux-mêmes, mais on procède à la psychothérapie même dans un état de pleine conscience.\n\nCette pleine conscience \"à deux\" fut entrevue par Freud dans l'association libre (Freud 1895). En associant les idées librement et en remarquant simplement ce qui survient, pensées, émotions, etc., on pratique en effet la mindfulness.\n\nQui plus est l'apport de la présence du thérapeute permet de donner plus de capacité au patient d'être en contact avec son expérience. Le thérapeute opérant comme le caregiver qui aide l'enfant à réguler ses émotions.\n\nCette approche de la thérapie, notamment proposée par Hakomi (Kurtz 2015), Daniel Siegel (Siegel 2007), permet l'étude de l'appareil psycho-corporel comme Freud en aurait rêvé, non dans l'analyse après coup mais dans l'instant présent incarné. Cela donne aussi accès à des états modifiés de conscience et une neuroplasticité qui permet une transformation rapide du matériel inconscient, des schémas limitants et des *working models* d'attachement (Rhonda 2020).\n\n**Bibliographie**\n\nFreud, S., & Breuer, J. (1895/1956). _Études sur l’hystérie_ (J. Laplanche, Trad.). Presses Universitaires de France.\n\nKurtz, R. (2015). *Body-Centered Psychotherapy : The Hakomi Method*. LifeRhythm.\n\nRhonda Mattern. (2020). *The Brain’s Requirements for Spontaneous Transformation : Lessons Learned from Coherence Therapy and Memory Reconsolidation Research*. Hakomi Institute.\n\nSegal, Z. V., Williams, J. M. G., Teasdale, J. D., & Kabat-Zinn, J. (2018). *Mindfulness-based cognitive therapy for depression* (Second edition, paperback edition). The Guilford Press.\n\nSiegel, D. J. (2007). *The Mindful Brain*. W. W. Norton & Company, Incorporated.",
        "thumbnail": "/data/interests/Psychothérapie en Pleine Conscience/mindfulness_300x300.png"
      },
      {
        "id": 4,
        "slug": "mecanismes-et-therapies-de-psychotraumas",
        "title": "Mécanismes et Thérapies de Psychotraumas",
        "subtitle": "Can you feel the ground under your feet?",
        "description": "*Rédaction en cours...*\n\nJe suis influencé par les courants actuels de thérapie qui font une part importante au trauma dans la compréhension des difficultés psychologiques ainsi que dans l'approche utilisée pour les adresser. Par ailleurs, on retrouve l'idée que les traumatismes laissent leur trace dans le corps.\n\nCes idées ont gagné en popularité dans la culture mainstream, elles ont résonné en moi lorsque je cherchais des réponses, elles ont des bases scientifiques qui continuent à être développées. Enfin, selon moi, penser les difficultés psychiques en termes de trauma permet de développer des méthodes de thérapie qui ont un sens conceptuel et paraissent efficaces dans leur pratique.\n\nDans ce qui suit, je vais faire une introduction brève de ces modèles et comment ils s'appliquent dans des thérapies expérientielles qui peuvent être intégrées aussi bien en TCC que dans une pratique psychanalytique.\n\nMa compréhension, et l'hypothèse que j'ai envie d'explorer est la suivante:\nEn partant de la théorie vagale, on va voir comment elle peut être appliquée pour la résolution de traumatismes de choc type TSPT et comment on peut les utiliser pour réguler des états régressés qui peuvent intervenir dans les thérapies relationnelles.\n## La théorie polyvagale\n\nAu cœur de beaucoup de thérapies du trauma est la théorie polyvagale qui décrit les différents modes de fonctionnement du système nerveux autonome. Porges part de l'observation que quand les animaux sont en situation de danger, leur système nerveux active différents modes en fonction de la situation. S'il y a une chance de survie dans la confrontation, le mode Fight sera activé. Si au contraire les chances sont faibles, l'animal fuira (Flight). Dans les deux cas, il y a mobilisation d'énergie pour l'action, ces deux modes sont hyperactivés et sont associés à l'activation du système nerveux sympathique.\n\nPorges fait aussi l'observation que les animaux qui sont en mode fuite se figent subitement lorsqu'ils perçoivent qu'ils n'ont aucune chance de survie par la fuite. La stratégie est alors de faire le mort en espérant que le prédateur l'abandonne. On parle alors de mode Freeze. C'est la branche dorsale du système nerveux parasympathique. Ce mode est aussi qualifié d'hypoactif. Certains modèles plus récents font aussi apparaître le mode Collapse.\n\nEnfin, lorsque les animaux et plus précisément les mammifères sont en état de sécurité avec leurs pairs, le système nerveux est en mode rest and digest, ou encore Social Engagement System. Pour l'humain, c'est dans ce mode qu'on a accès à l'empathie, la régulation émotionnelle dans le lien.\n## Le psychotrauma suivant la théorie Polyvagale\n\nSelon ce modèle, le psychotrauma, et dans sa forme la plus aiguë le TSPT, est lié à un système qui est resté bloqué en mode Freeze.\n\nLevine remarque que quand le possum fait le mort, si par chance le prédateur l'abandonne, il sort spontanément de son immobilité avec des mouvements erratiques qui ressemblent à des attaques non dirigées, ou des tremblements. Il y a une décharge d'énergie puis soudainement l'animal reprend son mode de fonctionnement normal.\n\nSelon Levine, le psychotrauma chez l'humain est dû au fait que, lorsque nous sommes sortis de la situation traumatique, il n'y a pas eu de décharge et notre système nerveux est coincé en mode de survie. C'est comme si la menace était toujours là. Levine fait l'hypothèse que le cortex préfrontal inhiberait la décharge sympathique que l'on retrouve chez l'animal qui permettrait de compléter le cycle de mobilisation. Ceci donna lieu à la thérapie Somatic Experiencing.\n## Le Somatic Experiencing\n\nÀ partir de ces observations, Peter Levine a développé sa thérapie Somatic Experiencing.\n\nTODO:\nSomatic Experiencing, window of tolerance, dissociation, fragmentation, integration, honte comme réponse physiologique, mémoire procédurale, contrôle cortical \n\n\n**Bibliographie**",
        "thumbnail": "/data/interests/Mécanismes et Thérapies de Psychotraumas/focus_300x300.png"
      },
      {
        "id": 5,
        "slug": "pratiques-relationnelles-et-somatiques",
        "title": "Pratiques Relationnelles et Somatiques",
        "subtitle": "En étant là avec toi je remarque...",
        "description": "*En cours de rédaction...*\n\nAyant vécu en Suède et étant connecté aux communautés de pleine conscience internationales en ligne, j'ai été exposé à une diversité de pratiques dites *Relationnelles* ou *Somatiques* qui selon moi ont un intérêt pour faire évoluer le champ de la psychothérapie et des relations à l'échelle de la société.\n\nCes pratiques sont très fortes en Californie ou au Colorado et aussi présentes en Scandinavie et en Allemagne. Elles sont en revanche rares et émergentes en France, peut-être car les Français sont plus lents à adopter les innovations, ou peut-être à cause de la langue, ces pratiques étant en général transmises en anglais.\n\nCes pratiques, qui peuvent être affiliées à l'écoute active ou la communication non violente, sont nourries par la pleine conscience et la psychothérapie et offrent des outils et pratiques qui permettent d'apporter plus de conscience dans les relations, de développer l'empathie, la connexion à l'autre et au corps et plus encore.\n\nElles sont intéressantes pour moi non seulement car elles m'ont apporté dans mon processus de maturité et de guérison, mais aussi car elles ont le potentiel de transformer la manière dont on est en relation dans la société et fait sortir certaines qualités relationnelles du cadre fermé de la psychothérapie. Elles sont aussi pour moi un terrain de jeu pour pratiquer mes compétences relationnelles et thérapeutiques.\n\nMon but ici n'est pas de décrire ces pratiques de manière précise mais de donner un goût de 3 principales pratiques : Le Circling (Beneteau, 2021), l'Authentic Relating (Kestano, 2022) ou Relations Authentiques et enfin les pratiques somatiques qui englobent une variété de pratiques.\n\n### Le Circling, pleine conscience relationnelle\n\nLe Circling, aussi connu en Europe sous le nom Transformational Connection est l'une des pratiques phares.\n\nL'exercice dans le Circling c'est d'explorer, en groupe, comment est notre expérience dans l'instant présent. Il s'agit d'une part de révéler sa propre expérience mais aussi de s'intéresser à l'expérience de l'autre et ce ici et maintenant (Rouiller 2025), non dans la narration d'une expérience passée ou d'une expérience de vie générale.\n\nAinsi pour moi il s'agit d'une pleine conscience relationnelle ou de groupe.\n\nAinsi on pourra dire \"En étant là avec vous, je remarque une envie de parler et de prendre de l'espace, mais aussi de la honte. Et maintenant que je parle je sens mes mains qui deviennent moites mais en vous voyant attentifs, je remarque que je me détends un peu\", quelqu'un pourra continuer en révélant comment ce partage l'impacte ou bien en posant des questions pour en savoir plus sur cette expérience.\n\n**Bibliographie**\n\nBeneteau, M. (2021). *Circling and authentic relating practice guide (2nd edition) : Learn the group conversation... practice that will transform all of your*. ADMIT HUB REF SERVICE PR.\n\nKestano, R. (2022). *Authentic relating : A guide to rich, meaningful, nourishing relationships*. ART International.\n\nRouiller, O. (2025). *Les 5 principes du Circling*. (Re)Connected. [https://www.re-connected.fr/2025/02/28/les-5-principes-du-circling/](https://www.re-connected.fr/2025/02/28/les-5-principes-du-circling/?utm_source=chatgpt.com)",
        "thumbnail": "/data/interests/Pratiques Relationnelles et Somatiques/group_300x300.png"
      },
      {
        "id": 6,
        "slug": "sexualite-relations-societe",
        "title": "Sexualité, Relations, Société",
        "subtitle": null,
        "description": "*En cours de rédaction...*\n\nJe suis intéressé par les questions liées aux relations, à la sexualité et à la société. Comment ces questions s'articulent à différents niveaux et sous différents prismes, de la psychologie somatique, de la théorie de l'attachement en passant par l'économie et la psychanalyse.\n\nMon chemin vers la thérapie était notamment à cause de problèmes relationnels et comprendre comment établir des relations sexuelles était une problématique importante. Ces questions sont donc au cœur de mon cheminement personnel et elles sont aussi fortes dans la société.\n\nIl y a aujourd'hui une forte polarisation entre les sexes et genres. Selon moi, cette polarisation est l'héritage de l'histoire, de centaines d'années de domination, transgression et adaptations caractérielles. On est à l'heure où ces structures se dénouent et avec cela une importante charge traumatique se déploie.\n\nLe travail est non seulement de dialoguer, de poser des nouvelles limites, d'apprendre à les respecter mais aussi de réguler cette charge pour petit à petit aussi laisser tomber les stratégies de défense et de domination.\n\nJe reprend les mots d'Ilan Stephanie, car je n'ai pas encore se clarete:\n\n\"Egal wessen Grenzen, wie verletzt wurden, wir reparieren erstmal einfach Grenzen. Können wir die reparieren\"\n\n\"Peu importe de qui les limites ont été transgressées, peu importe de qui, on les répare simplement. Peut-on les répare?\"\n\nEt ce passage: \n\n“Et même si dans le patriarcat, on a bien compris en apparence: ‘Je ne crois pas que les hommes se dévaluent, je pense qu’ils se surestiment.’ Bien sûr, mais en profondeur, il y a une haine propre des hommes envers eux-mêmes. Il n’est pas autorisé d’être un homme et d’aimer ca.”\n\nLes postures qu'on attribue à la masculinité et aux hommes et qu'on condamne (a raison), ne sont pas authentiques, il s’agit là du faux self cachant la honte d’être un mauvais objet.\n\n\n\n![](https://www.youtube.com/watch?v=L8hBln6ZOUI)",
        "thumbnail": "/data/interests/Sexualité, Relations, Société/heart_300x300.png"
      }
    ],
    "experiences": [
      {
        "id": 1,
        "title": "Accompagnement de Emil",
        "subtitle": "Savoir être en soutien.",
        "start_date": "2021-12-12T00:00:00.000Z",
        "end_date": "2024-12-31T00:00:00.000Z",
        "description": "Pendant plusieurs années, j'ai maintenu une relation avec Emil, un jeune homme vivant dans mon quartier avec une situation relativement précaire et peu de soutien.\n\nEmil était étranger vivant en Suède depuis son adolescence mais était peu intégré dans la société, en rupture avec les milieux scolaires et professionnels et avec peu de contact avec ses parents. Il était relativement isolé et avait des visions du monde plutôt conservatrices, en rupture avec l'attitude suédoise. Il avait des tendances à ne pas faire confiance, avec parfois des raisonnements noir et blanc et une certaine adhésion à des théories du complot. Ces idées et attitudes avaient tendance à le mettre en conflit avec les gens qu'il côtoyait.\n\nPendant plusieurs années j'ai entretenu une relation amicale et de soutien avec lui, durant des périodes je le rencontrais une fois par semaine pour un café ou une balade dans lequel j'avais en grande partie un rôle d'écoute. Je ne suis pas allé en conflit de ses opinions peu populaires, sans pour autant y adhérer, ce qui m'a permis de gagner sa confiance. J'ai pu observer ses biais et comprendre comment ils s'articulaient autour de sentiments de méfiance plus fondamentaux, sans entreprendre de changer ces croyances car je n'étais pas son thérapeute, simplement un soutien et ami.\n\nDans cette relation j'ai développé mon écoute et une attitude de soutien bienveillant, je suis heureux d'avoir pu être un soutien pour lui pendant cette période. J'ai appris à être dans une relation où je donnais plus d'attention que je n'en recevais et j'ai appris à apprécier cette position. Aujourd'hui il est rentré dans son pays d'origine et s'y sent mieux, ironiquement son déménagement s'est fait à un mois d'écart avec mon déménagement pour la France!"
      },
      {
        "id": 2,
        "title": "Psychothérapie Somatique Hakomi",
        "subtitle": "Pratique de la thérapie Hakomi en conditions réelles",
        "start_date": "2024-09-01T00:00:00.000Z",
        "end_date": "2025-06-30T00:00:00.000Z",
        "description": "Alors que je complétais le premier niveau de ma formation en psychothérapie somatique Hakomi, j'ai commencé à travailler avec des clients en conditions réelles. Ma pratique est restée modeste, à la hauteur de mes capacités mais j'ai eu l'honneur de rencontrer de nombreux systèmes différents et de suivre deux patients de manière régulière. Les clients avec qui j'ai travaillé sont en général des personnes ayant une expérience extensive de la psychothérapie qui se tournent vers la thérapie somatique.\n\nNotamment 'N', que j'ai suivi pendant plus d'un an avec des sessions quasi hebdomadaires qui présentait un style d'attachement évitant. Nous avons travaillé pour lui permettre de se connecter à ses besoins d'attachement et à ressentir plus d'émotions.\n\nJ'ai aussi travaillé régulièrement avec 'H' qui est à la fois un ami, méditant et apprenti en thérapie et autres pratiques somatiques. Avec lui le travail relevait plus du développement personnel mais nous avons travaillé sur des traumatismes assez jeunes."
      }
    ],
    "formations": "- 2024-2025 – [Hakomi Professional Training level 2](https://embodywise.com/hakomi-trainings/pro-skills-level-2/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2023-2024 – [Hakomi Professional Training level 1](https://embodywise.com/hakomi-trainings/pro-skills-level-1/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2022 – Somatic Attachment Therapy Certificate with [Embody Lab](https://www.theembodylab.com/).\n- 2020-2021 – Non-Duality, Meditation and Non-Symbolic States of Consciousness with the [Center for the Study of Non-Symbolic Consciousness](https://www.nonsymbolic.org/) (Jeffery A. Martin).\n- 2020 – Introduction to Transpersonal Psychology and Hypnotherapy with [Teadlik Mina](https://teadlikmina.ee/en/).\n\n# Autres cours et formations\n- 2025 – Introduction à la thérapie Somatic Experiencing: Restauration physiologique de la désorganisation traumatique. Michel Schittecatte.\n- 2025 – The Brilliant Lab - Somatic Relational Trauma-informed Practices for Medicine-assisted Facilitation. Taught by [Rita Bozi](https://linktr.ee/ritabozi)\n- 2025 – Embodied Intimacy: Addressing Sexuality in Hakomi Therapy. Maci Daye\n- 2025 – Authentic Relating Level 1. [ART International](https://authenticrelating.co/)\n- 2023 – Shame and Self-Loathing in the Treatment of Trauma. Janina Fisher, PhD",
    "cv": "### Education\n- **2025 - 2026: L3 de Psychologie à l'Université de Strasbourg.**\n- **2024 - 2025: L2 de Psychologie à l'Université de Strasbourg.** J'ai entrepris le cursus de Psychologie en reprise d'études. Mention assez bien, classement dans les 6% des moyennes les plus hautes.\n- **2009 - 2011: M.Sc. in Software Engineering à l'Université Technique du Danemark.**\n- **2007 - 2009: Diplôme d'Ingénieur, École Centrale de Lille.** J’ai reçu mon diplôme d'ingénieur généraliste de l'École Centrale de Lille.\n- **2005 - 2007: Classe Préparatoire aux Grandes Écoles**, Spécialisation Maths/Physique, Lycée Camille Guérin à Poitiers\n### Expérience Professionnelle\n- **2022 - Present: Praticien en Thérapie Somatique à temps partiel.** En parallèle de mes formations, j'ai travaillé avec des clients, certains régulièrement pendant plus d'une année. Cela m'a permis d'approfondir ma réflexion sur la psychothérapie. Travail sur de fortes voix critiques avec un client. Travail pour augmenter sa capacité à ressentir ses émotions pour un autre.\n- **2015 - 2022: Développeur de logiciel.** J'ai travaillé en Allemagne et en Suède, dans des start-ups et dans le jeu vidéo, notamment à *Ubisoft* pour le jeu vidéo *Avatar: Frontiers of Pandora*. Travail en anglais, dans des équipes internationales, en collaboration avec des développeurs, artistes et managers.\n- **2011 - 2015:** **Assistant de recherche et d'enseignement à l'Université Technique de Berlin.** J'ai travaillé sur des projets de recherche en informatique et publié un article dans un journal international. J'étais assistant pour l'enseignement des cours de licence et de master.\n### Formations en Psychothérapie\n- **2024 - 2025: Hakomi Somatic Mindful Psychotherapy Professional Training Level 2, Hakomi Institute of California (en ligne).** Deuxième niveau de formation pratique en thérapie somatique des traumatismes du développement. Processus de transformation et d'intégration, travail sur le transfert en pleine conscience, modèle de caractères de Lowen (dérive des classifications psychanalytiques).\n- **2023 - 2024: Hakomi Professional Training Level 1, Hakomi Institute of California (en ligne).** Focus sur la relation thérapeutique, le tracking de l'expérience du patient et des indicateurs somatiques de l'inconscient. Exploration en pleine conscience et transformation de processus inconscients. Formation dispensée sur 7 week-ends avec de la pratique supervisée.\n- **2022: Certificat en thérapie somatique de l'attachement, Embody Lab.** J'ai complété ce cours de spécialité avec focus sur la théorie de l'attachement et la maîtrise de Focusing, une méthode inventée par Eugène Gendlin. Connaissances sur la présentation des troubles de l'attachement et des postures thérapeutiques adaptées aux différents styles d'attachement. Formation accompagnée d'une vingtaine d'heures de pratique avec les autres participants.\n- **2020 - 2021: Psychologie Transpersonnelle et Hypnothérapie, Tallinn Estonie**. J'ai étudié les bases de la thérapie lors de séminaires pendant un semestre. Histoire de la thérapie: Freud, Jung, Adler. Hypnose Ericksonienne, Neuro Linguistic Programming, Constellations familiales, Imagination Active.\n### Travail Personnel et Guérison\n- **2019 - Present: Psychothérapie personnelle.** J'ai été, avec plus ou moins de régularité, en thérapie depuis 2019; j'ai travaillé avec des thérapeutes transpersonnels ou somatiques (sensorimoteur, Hakomi). J'ai travaillé sur de forts sentiments de honte, des pensées suicidaires, des traumatismes d'enfance avec des transferts difficiles et des régressions assez profondes.\n- **2020 - Present: Embodiment, Conscience Corporelle et Relationnelle.** J'ai exploré les pratiques de Conscience Corporelle ou d'*Embodiment*, ainsi que les pratiques relationnelles. Ces approches m'ont permis de contenir des traumas, d'apprendre à réguler mes émotions, de me décentrer, de prendre conscience de mes habitudes en lien avec l'autre et notamment avec le sexe opposé. La Conscience Corporelle devient un thème important en TCC, suite à la théorie des marqueurs somatiques de Damasio.\n- **2016 - 2018: Méditation et Pleine Conscience.** J'ai pratiqué régulièrement la méditation en pleine conscience et participé à 2 retraites de méditation Vipassana. Ces méthodes sont à l'origine de la pleine conscience de la troisième vague de la TCC. Elles m'ont appris à prendre du recul par rapport à mes pensées, à observer la connexion entre émotions et pensées, et à gérer des comportements addictifs (cigarette).\n### Langues Vivantes\n- **Anglais:** Courant et compétences professionnelles.\n- **Allemand:** Niveau intermédiaire (B1), **Suédois:** Niveau courant (B2)\n### Activités et Engagements\n- **Pratiques Relationnelles et Somatiques**. Depuis plusieurs années, j'ai participé à des ateliers de pratiques relationnelles telles que *Authentic Relating* et *Circling*. J'ai aussi pu, à plusieurs reprises, animer des ateliers de mouvement conscient ou de pleine conscience.\n- **Danse Contact Improvisation.** Je pratique la danse 'improvisation de contact' et suis parfois aussi engagé dans l'organisation d'événements au niveau associatif.",
    "readings": [
      {
        "id": 1,
        "slug": "right-brain-psychotherapy",
        "title": "Right Brain Psychotherapy",
        "author": "Allan Schore",
        "description": "Cet ouvrage assez dense de Allan Schore est une inspiration importante pour mon orientation thérapeutique. Il me permet de me donner de la curiosité pour une pratique de la psychanalyse où le contact affectif est central.\n\nAllan présente la thérapie comme un processus de synchronisation de nos cerveaux droits, en mettant en avant le fait que les aspects affectifs et non-verbaux dans une relation sont traités par les parties droites du cortex frontal.\n\nÀ la lumière de ces découvertes neurologiques, Allan nous apprend comment on peut expliquer l'inconscient. Celui-ci se manifeste dans les réponses et représentations implicites qui entrent en jeu dans la relation thérapeutique. Le travail du thérapeute étant alors d'être à l'écoute de ces affects parfois dissociés et d'aider les patients à les réguler pour atteindre une nouvelle manière d'être avec l'autre.\n\nAllan détaille comment expliquer le transfert, les organisations psychiques ainsi que les régressions en termes de ces théories, vraiment inspirant !",
        "thumbnail": "/data/readings/covers/71QlD7qq+ZL._AC_UL640_FMwebp_QL65_.webp",
        "content": "Cet ouvrage assez dense de Allan Schore est une inspiration importante pour mon orientation thérapeutique. Il me permet de me donner de la curiosité pour une pratique de la psychanalyse où le contact affectif est central.\n\nAllan présente la thérapie comme un processus de synchronisation de nos cerveaux droits, en mettant en avant le fait que les aspects affectifs et non-verbaux dans une relation sont traités par les parties droites du cortex frontal.\n\nÀ la lumière de ces découvertes neurologiques, Allan nous apprend comment on peut expliquer l'inconscient. Celui-ci se manifeste dans les réponses et représentations implicites qui entrent en jeu dans la relation thérapeutique. Le travail du thérapeute étant alors d'être à l'écoute de ces affects parfois dissociés et d'aider les patients à les réguler pour atteindre une nouvelle manière d'être avec l'autre.\n\nAllan détaille comment expliquer le transfert, les organisations psychiques ainsi que les régressions en termes de ces théories, vraiment inspirant !"
      },
      {
        "id": 2,
        "slug": "hakomi-mindfulness-centered-somatic-psychotherapy",
        "title": "Hakomi Mindfulness-Centered Somatic Psychotherapy",
        "author": "Halko Weiss et al.",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/41SAbFp7W1L._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 3,
        "slug": "the-guide-to-new-body-centered-therapies",
        "title": "The Guide to New Body-Centered Therapies",
        "author": "Christine Caldwell",
        "description": "Cet ouvrage de Christine Caldwell est une bonne introduction pour se faire une idée de ce que peuvent être les thérapies somatiques.\n\nChristine Caldwell est notamment fondatrice du département de psychologie somatique à l'université Naropa de Boulder, Colorado, qui offre un des rares Masters en Psychothérapie Somatique.\n\nQuoi qu'il en soit, cet ouvrage présente la diversité de ces thérapies, celles étant plus proches du *body-work*, celles plus proches de la thérapie par la parole. Celles qui sont plus orientées vers les aspects relationnels, celles qui font appel à l'imagerie, ...\n\nQuelque chose qui rassemble toutes ces approches c'est qu'elles sont expérientielles et qu'elles font intervenir le corps.",
        "thumbnail": "/data/readings/covers/510Eukn4b3L._AC_UL640_FMwebp_QL65_.webp",
        "content": "Cet ouvrage de Christine Caldwell est une bonne introduction pour se faire une idée de ce que peuvent être les thérapies somatiques.\n\nChristine Caldwell est notamment fondatrice du département de psychologie somatique à l'université Naropa de Boulder, Colorado, qui offre un des rares Masters en Psychothérapie Somatique.\n\nQuoi qu'il en soit, cet ouvrage présente la diversité de ces thérapies, celles étant plus proches du *body-work*, celles plus proches de la thérapie par la parole. Celles qui sont plus orientées vers les aspects relationnels, celles qui font appel à l'imagerie, ...\n\nQuelque chose qui rassemble toutes ces approches c'est qu'elles sont expérientielles et qu'elles font intervenir le corps."
      },
      {
        "id": 4,
        "slug": "waking-the-tiger",
        "title": "Waking the Tiger",
        "author": "Peter Levine",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51EnS73umYL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 5,
        "slug": "becoming-safely-embodied",
        "title": "Becoming Safely Embodied",
        "author": "Deirdre Fay",
        "description": "Comment traduire 'Embodied' ? Incarné pourrait passer mais je ne suis pas satisfait. Ici on fait référence à tout un mouvement du développement personnel à l'international et dominé par l'anglais, le concept d'Embodiment, que je traduirais simplement par... Embodiment.\n\nL'Embodiment c'est l'art et la pratique de se reconnecter à son corps, à ses sensations, instincts, etc. Cela passe par les pratiques de mouvement comme le yoga, la danse, différentes formes de mouvement conscient. Cela passe aussi par le travail sur le trauma, car pour survivre dans notre société, et sous l'influence d'une enfance traumatique par exemple, on apprend à se dissocier, on devient 'numb', car on évite les émotions, les sensations déplaisantes.\n\nLe prix à payer de cette dissociation c'est la misère, et une déconnexion de notre environnement, une insensibilité à soi-même et à l'autre.\n\nOu bien au contraire notre expérience est bien trop sensible et nos émotions sont submergeantes, il n'y a pas de 'self' pour les contenir.\n\nDonc le mouvement de l'Embodiment, et cet ouvrage, un parmi tant qui décrit des pratiques qui permettent de tourner son attention vers le corps, en sécurité, et pour reconstruire un sens de moi fragmenté. Pour réguler ce qui émerge, et reconstruire les réseaux neuronaux de nos entrailles vers notre attention consciente.\n\nCes pratiques sont pour moi liées à la thérapie du trauma et des aides nécessaires sur le chemin d'intégration de notre appareil psycho-corporel.",
        "thumbnail": "/data/readings/covers/81eSmzsZoML._AC_UL640_FMwebp_QL65_.webp",
        "content": "Comment traduire 'Embodied' ? Incarné pourrait passer mais je ne suis pas satisfait. Ici on fait référence à tout un mouvement du développement personnel à l'international et dominé par l'anglais, le concept d'Embodiment, que je traduirais simplement par... Embodiment.\n\nL'Embodiment c'est l'art et la pratique de se reconnecter à son corps, à ses sensations, instincts, etc. Cela passe par les pratiques de mouvement comme le yoga, la danse, différentes formes de mouvement conscient. Cela passe aussi par le travail sur le trauma, car pour survivre dans notre société, et sous l'influence d'une enfance traumatique par exemple, on apprend à se dissocier, on devient 'numb', car on évite les émotions, les sensations déplaisantes.\n\nLe prix à payer de cette dissociation c'est la misère, et une déconnexion de notre environnement, une insensibilité à soi-même et à l'autre.\n\nOu bien au contraire notre expérience est bien trop sensible et nos émotions sont submergeantes, il n'y a pas de 'self' pour les contenir.\n\nDonc le mouvement de l'Embodiment, et cet ouvrage, un parmi tant qui décrit des pratiques qui permettent de tourner son attention vers le corps, en sécurité, et pour reconstruire un sens de moi fragmenté. Pour réguler ce qui émerge, et reconstruire les réseaux neuronaux de nos entrailles vers notre attention consciente.\n\nCes pratiques sont pour moi liées à la thérapie du trauma et des aides nécessaires sur le chemin d'intégration de notre appareil psycho-corporel."
      },
      {
        "id": 6,
        "slug": "healing-developmental-trauma",
        "title": "Healing Developmental Trauma",
        "author": "Laurence Heller & Aline LaPierre",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51y1B5XAPAL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 7,
        "slug": "complex-ptsd-from-surviving-to-thriving",
        "title": "Complex PTSD: From Surviving to Thriving",
        "author": "Pete Walker",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51qeE3CiTsL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 8,
        "slug": "healing-the-shame-that-binds-you",
        "title": "Healing the Shame That Binds You",
        "author": "John Bradshaw",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71N1MiOknaL._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      },
      {
        "id": 9,
        "slug": "the-finders",
        "title": "The Finders",
        "author": "Jeffery A. Martin",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51uRa6Zut9L._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 10,
        "slug": "how-to-be-an-adult-in-relationships",
        "title": "How to Be an Adult in Relationships",
        "author": "David Richo",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/41XGhLugAHS._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 11,
        "slug": "polysecure-attachment-trauma-and-consensual-nonmonogamy",
        "title": "Polysecure: Attachment, Trauma and Consensual Nonmonogamy",
        "author": "Jessica Fern",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71qhBKcCS1L._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      },
      {
        "id": 12,
        "slug": "the-value-of-others",
        "title": "The Value of Others",
        "author": "Orion Taraban",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71Z1AjLOUOL._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      }
    ]
  },
  "en": {
    "profile": {
      "title": "Olivier Rouiller",
      "subtitle": "Psychology Student and Somatic Therapist in Training",
      "content": "",
      "about": "Hello, I'm Olivier, I'm 38 years old. I'm a Psychology student at the **University of Strasbourg**, returning to studies. Before that, I was a software engineer, notably in video games. I have a strong interest in psychotherapy and I wish to complete a Master's in Clinical Psychology to become a psychologist.\n\nIn parallel with my university studies, I have followed professional training in psychotherapy. Notably, I have completed levels 1 and 2 of training in **'Hakomi Somatic Mindful Psychotherapy'** with the Hakomi Institute of California. One could translate 'Somatic Mindful Psychotherapy' as **'Mindful Somatic Psychotherapy'**. See the 'Interests' section for more on this subject.\n\nThe clinical orientation that inspires me is influenced by **Psychoanalytic and Psychodynamic Approaches**, by Somatic approaches to treating **Psychotrauma** (Polyvagal Theory, Somatic Experiencing), by **Mindfulness** and **Relational Approaches**. I am also interested in the contributions of **Neuroscience** to understand mechanisms of change, and to understand the neuropsychological and developmental foundations of these therapies.\n\nAlthough I have a scientific mind and an interest in research in psychology and neuropsychology, my interest is to use models to inform a **Psychotherapy** practice whose essence is **Experiential**."
    },
    "quotes": [
      {
        "id": 1,
        "text": "Intersubjective, relational affect-focused psychotherapy is not the 'talking cure' but the 'affect communicating cure.'",
        "author": "Allan Schore"
      },
      {
        "id": 2,
        "text": "Shame is the experience of one's felt sense of self disintegrating in relation to a dysregulating other",
        "author": "Pat DeYoung"
      },
      {
        "id": 3,
        "text": "Developmental Trauma is shock trauma",
        "author": "Peter Levine"
      }
    ],
    "interests": [
      {
        "id": 1,
        "slug": "psychoanalytic-approaches",
        "title": "Psychoanalytic Approaches",
        "subtitle": "What are you thinking about?",
        "description": "My current interest in psychotherapy is nurtured by psychoanalytic and psychodynamic approaches, with influence from French psychoanalysis and recent American formulations.\n\nThese approaches have in my view highlighted central aspects for healing, first the notion of the **affective unconscious**, first brought forward by Freud and then taken up in more modern contexts.\n\nPsychoanalysis gave rise to Bowlby's theory of **attachment** (Bowlby 2008), which clearly showed the importance of the quality of the bond in the first years of life for the establishment of *Inner Working Models*, another model of the unconscious.\n\nI am also particularly interested in the modern contributions made by Allan Schore (Schore 2019), an American Psychoanalyst who explains the relational affective unconscious as a way of being with the other that is **implicit**, **non-verbal**, and therefore unconscious, and whose neural substrates can be observed activating in relationship (Dumas 2011).\n\nAnother fundamental contribution from Freud's work is the notion of **transference** (Freud 1912), where these implicit and unconscious models play out in the dyadic patient-therapist relationship, offering the possibility of a corrective experience leading to a new way of being with the other and the emergence of the ego or *Self*.\n\nFinally, Freud brought his descriptions of **psychic organizations**, neurotic, narcissistic, psychotic, etc. (Bergeret 2021) which are in my view essential when working with a patient in psychotherapy. How much does the person in front of us have access to a solid self?\n\nIn my view, the concepts of the unconscious, attachment models, transference and psychic structures are fundamental concepts for approaching a psychotherapy that will be adapted to the person we encounter, and it is important for a therapist to train to recognize these phenomena and structures, and this not only **in discourse**, but also and especially **in the implicit and non-verbal**, with our ***right brain*** as Allan Schore suggests.\n\n**Bibliography**\n\nBergeret, J. (2021). *La personnalité normale et pathologique : Les structures mentales, le caractère, les symptômes*. Dunod.\n\nBowlby, J. (2008). *Attachment : Second Edition.* Basic Books.\n\nDumas, G. (2011). Towards a two-body neuroscience. _Communicative & Integrative Biology_, _4_(3), 349‑352.\n\nFreud, S. (1912/1954). _The dynamics of transference_. In J. Strachey (Ed. & Trans.), _The standard edition of the complete psychological works of Sigmund Freud_ (Vol. 12, pp. 99-108). Hogarth Press.\n\nSchore, A. N. (2019). *Right Brain Psychotherapy (Norton Series on Interpersonal Neurobiology)*. W. W. Norton & Company, Incorporated.",
        "thumbnail": "/data/interests/Psychoanalytic Approaches/unconscious_300x300.png"
      },
      {
        "id": 2,
        "slug": "somatic-therapies-and-hakomi",
        "title": "Somatic Therapies and Hakomi",
        "subtitle": "What do you feel in your body when you think that?",
        "description": "# Somatic Therapies\n\nChristine Caldwell, founder of the Somatic Psychology Department at Naropa University in Boulder, Colorado, traces the history of body-oriented methods (Caldwell & Hendricks, 1997).\n\nShe notably traces the origins of somatic therapies in Psychoanalysis: starting with Freud, Josef Breuer who focused on the nervous system, Ferenczi who asked his patients to abstain from certain repetitive movements to exacerbate the emotional charge they were dissipating, then Reich who had identified neuroses as character armors that manifested through tensions in certain parts of the body.\n\nEugene Gendlin was probably one of the first to emphasize *the felt sense of bodily sensations* in his psychotherapy **Focusing** (Gendlin 1981). Focusing consists of directing attention to bodily sensations associated with a problem or belief and allowing symbols to emerge. This is already an exploration of the unconscious through bodily sensations.\n\nMore recently, bodily sensations have received more attention thanks to discoveries by Damasio and his **Somatic Marker Theory** (Bechara & Damasio, 2005). It has now been shown that the integration of bodily sensations has an impact on behaviors and the processing of emotions. It is likely that somatic approaches will have growing interest from CBT approaches.\n\nAnother major influence is Steven Porges's **Polyvagal Theory** (Porges, 2011), which describes the different activation modes of the autonomic nervous system, with the sympathetic and parasympathetic branches of the vagal nervous system. To summarize, these are the modes *Fight*, *Flight*, *Freeze*.\n\nPeter Levine was one of the first to study nervous system regulation systems in animals under threat conditions. He then applied these observations to help patients out of chronic stress related, following his model, to a blockage of the autonomic nervous system in Freeze mode. This gave rise to **Somatic Experiencing** therapy (Levine, 1997), which is recognized as an effective method for managing psychotrauma. There is evidence of its effectiveness for treating **PTSD** (Brom et al. 2017).\n\nMethods like Somatic Experiencing can be broadened to address not only shock traumas, such as accidents, violence, etc., but also developmental trauma where the child is exposed to situations of chronic stress or more benign conditions that lead to *Self* atrophy, porous boundaries, etc.\n\nAmong the methods that treat developmental and attachment trauma, we can note **NARM** (Neuro Affective Relational Model) (Heller, 2012), **Sensorimotor Psychotherapy** (Ogden 2015), **Hakomi** (Kurtz 2015), and also **Somatic Transformation** (Stanley 2025).\n\nToday somatic methods have a very strong influence in the United States, there are 3 Master's programs specializing in Somatic Psychotherapy, and these methods are used for psychedelic-assisted therapies (Mischke-Reeds, 2025).\n# Hakomi Somatic Therapy\nHakomi (Kurtz, 2015; Weiss et al., 2015) is the main therapy modality in which I am trained, it largely forms the basis of the idea of psychotherapy that I want to practice.\n\nIt is difficult to describe the processes at play in a Hakomi session and I think you need to experience it to represent it, but I will try to give some principles.\n\nFirst, there is great emotional proximity between the therapist and client, a Hakomi therapist learns to be very finely attuned to the patient's internal state and adapts in real time to their changes. This is analogous to the attunement we observe between a caregiver and a baby. This very fine attunement allows for great safety in the client and the progressive opening of defenses. This allows for welcoming and regulating all the states that can arise.\n\nOnce this \"therapeutic bubble\" is established, and following either the therapist's observations or a problem presented by the client, the therapeutic process can begin. The idea is to study in mindfulness how the said problem arises in the patient. What are the thoughts, emotions, sensations, movements, postures that are manifest, and what are the unconscious mechanisms, beliefs, learning, trauma that are underlying?\nBy studying manifest phenomena in mindfulness and immersing the client in this experience, we can access deeper unconscious structures and transform them.\n\nHere is a commented example of a Hakomi therapy session by the founder of the method, Ron Kurtz, where a gesture is used as an entry point to access a traumatic event and transform the associated memory/belief.\n\n![](https://www.youtube.com/watch?v=Sm6ayJTG-tM)\n\n**Bibliography**\n\nBechara, A., & Damasio, A. R. (2005). The somatic marker hypothesis : A neural theory of economic decision. *Games and Economic Behavior*, *52*(2), 336‑372. [https://doi.org/10.1016/j.geb.2004.06.010](https://doi.org/10.1016/j.geb.2004.06.010)\n\nBrom, D., Stokar, Y., Lawi, C., Nuriel‐Porat, V., Ziv, Y., Lerner, K., & Ross, G. (2017). Somatic Experiencing for Posttraumatic Stress Disorder : A Randomized Controlled Outcome Study. _Journal of Traumatic Stress_, _30_(3), 304‑312.\n\nCaldwell, C., & Hendricks, K. (Eds.). (1997). *Getting in touch : The guide to new body-centered therapies; [founders and leaders in the field tell how Hakomi, Dreambodywork, The Moving Circle and other techniques can help you]* (1. Quest ed). Quest Books.\n\nGendlin, E. T. (1981). *Focusing* (2nd ed., new rev. instructions). Bantam Books.\n\nHeller, L. (with LaPierre, A.). (2012). *Healing Developmental Trauma : How Early Trauma Affects Self-Regulation, Self-Image, and the Capacity for Relationship*. North Atlantic Books.\n\nKurtz, R. (2015). *Body-Centered Psychotherapy : The Hakomi Method*. LifeRhythm.\n\nLevine, P. A. (with Frederick, A.). (1997). *Waking the Tiger : The Innate Capacity to Transform Overwhelming Experiences* (1st ed). North Atlantic Books.\n\nMischke-Reeds, M. (with Sylvae, J.). (2025). _Embodied Psychedelic Therapy : A Somatic Guide_ (1st ed). W. W. Norton & Company, Incorporated.\n\nOgden, P. (with Fisher, J.). (2015). *Sensorimotor Psychotherapy*. W. W. Norton & Company, Incorporated.\n\nPorges, S. W. (2011). *The Polyvagal Theory*. W. W. Norton & Company, Incorporated.\n\nStanley, S. (2025). _Relational and body-centered practices for healing trauma : Lifting the burdens of the past_ (Second edition). Routledge.\n\nWeiss, H., Johanson, G., & Monda, L. (2015). *Hakomi mindfulness-centered somatic psychotherapy : A comprehensive guide to theory and practice*. W. W. Norton & company.",
        "thumbnail": "/data/interests/Somatic Therapies and Hakomi/crane_300x300.png"
      },
      {
        "id": 3,
        "slug": "psychotherapy-in-mindfulness",
        "title": "Psychotherapy in Mindfulness",
        "subtitle": "And when you are in contact with that, what do you notice?",
        "description": "Since the third wave of CBT, mindfulness has been widely adopted as one of the tools for psychotherapy (Segal et al. 2018). It has been shown that the practice of mindfulness has positive effects on emotional regulation, and in CBT, these tools are used to allow patients to step back from their experience, to name their emotions, to accept discomfort and to recognize their thoughts as what they are: thoughts and not realities.\n\nHowever, I would like to highlight that these contributions, although important, are only part of what mindfulness can bring to Psychotherapy.\n\nIn mindful psychotherapies, we do not use mindfulness as a stress management tool that patients can learn and use themselves, but we conduct psychotherapy itself in a state of mindfulness.\n\nThis \"two-person\" mindfulness was glimpsed by Freud in free association (Freud 1895). By freely associating ideas and simply noticing what arises, thoughts, emotions, etc., we are indeed practicing mindfulness.\n\nMoreover, the contribution of the therapist's presence allows the patient to have more capacity to be in contact with their experience. The therapist operating as the caregiver who helps the child to regulate their emotions.\n\nThis approach to therapy, notably proposed by Hakomi (Kurtz 2015), Daniel Siegel (Siegel 2007), allows for the study of the psycho-corporeal apparatus as Freud might have dreamed, not in analysis after the fact but in the present embodied moment. This also gives access to modified states of consciousness and neuroplasticity that allows rapid transformation of unconscious material, limiting schemas and working models of attachment (Rhonda 2020).\n\n**Bibliography**\n\nFreud, S., & Breuer, J. (1895/1956). _Studies on hysteria_ (J. Strachey, Ed. & Trans.). Basic Books.\n\nKurtz, R. (2015). *Body-Centered Psychotherapy : The Hakomi Method*. LifeRhythm.\n\nRhonda Mattern. (2020). *The Brain’s Requirements for Spontaneous Transformation : Lessons Learned from Coherence Therapy and Memory Reconsolidation Research*. Hakomi Institute.\n\nSegal, Z. V., Williams, J. M. G., Teasdale, J. D., & Kabat-Zinn, J. (2018). *Mindfulness-based cognitive therapy for depression* (Second edition, paperback edition). The Guilford Press.\n\nSiegel, D. J. (2007). *The Mindful Brain*. W. W. Norton & Company, Incorporated.",
        "thumbnail": "/data/interests/Psychotherapy in Mindfulness/mindfulness_300x300.png"
      },
      {
        "id": 4,
        "slug": "trauma-theory-and-therapies",
        "title": "Trauma Theory and Therapies",
        "subtitle": "Can you feel the ground under your feet?",
        "description": "*Draft in progress...*\n\nI am influenced by current therapeutic trends that attribute significant importance to trauma in understanding psychological difficulties and in the approach used to address them. Furthermore, there is the idea that traumas leave their mark on the body.\n\nThese ideas have gained popularity in mainstream culture, they resonated with me when I was looking for answers, and they have scientific bases that continue to be developed. Finally, in my opinion, thinking about psychological difficulties in terms of trauma allows for the development of therapeutic methods that are conceptually sound and appear effective in practice.\n\nIn what follows, I will provide a brief introduction to these models and how they apply in experiential therapies that can be integrated into both CBT and psychoanalytic practice.\n\nMy understanding, and the hypothesis I want to explore, is the following:\nStarting from vagal theory, we will see how it can be applied to the resolution of shock traumas such as PTSD and how it can be used to regulate regressed states that can occur in relational therapies.\n## Polyvagal Theory\n\nAt the heart of many trauma therapies is Polyvagal Theory, which describes the different modes of functioning of the autonomic nervous system. Porges starts from the observation that when animals are in a dangerous situation, their nervous system activates different modes depending on the situation. If there is a chance of survival in confrontation, the Fight mode will be activated. If, on the contrary, the chances are low, the animal will flee (Flight). In both cases, energy is mobilized for action; these two modes are hyperactivated and are associated with the activation of the sympathetic nervous system.\n\nPorges also observes that animals in flight mode suddenly freeze when they perceive that they have no chance of survival by fleeing. The strategy is then to play dead, hoping the predator will abandon it. This is referred to as Freeze mode. It is the dorsal branch of the parasympathetic nervous system. This mode is also described as hypoactive. Some more recent models also feature the Collapse mode.\n\nFinally, when animals, and more specifically mammals, are in a state of safety with their peers, the nervous system is in rest and digest mode, or the Social Engagement System. For humans, it is in this mode that we have access to empathy and emotional regulation within connection.\n## Psychotrauma According to Polyvagal Theory\n\nAccording to this model, psychotrauma, and in its most acute form PTSD, is linked to a system that has remained stuck in Freeze mode.\n\nLevine observes that when a possum plays dead, if by chance the predator abandons it, it spontaneously emerges from its immobility with erratic movements resembling undirected attacks, or tremors. There is a discharge of energy, and then suddenly the animal resumes its normal functioning mode.\n\nAccording to Levine, psychotrauma in humans is due to the fact that, when we emerge from a traumatic situation, there has been no discharge, and our nervous system remains stuck in survival mode. It's as if the threat is still present. Levine hypothesizes that the prefrontal cortex inhibits the sympathetic discharge seen in animals, which would allow the mobilization cycle to complete. This gave rise to Somatic Experiencing therapy.\n## Somatic Experiencing\n\nFrom these observations, Peter Levine developed his Somatic Experiencing therapy.\n\nTODO:\nSomatic Experiencing, window of tolerance, dissociation, fragmentation, integration, shame as a physiological response, procedural memory, cortical control \n\n**Bibliography**",
        "thumbnail": "/data/interests/Trauma Theory and Therapies/focus_300x300.png"
      },
      {
        "id": 5,
        "slug": "relational-and-somatic-practices",
        "title": "Relational and Somatic Practices",
        "subtitle": "Being here with you, I notice...",
        "description": "Having lived in Sweden and being connected to international mindfulness communities online, I have been exposed to a diversity of practices called *Relational* or *Somatic* which in my view have an interest in evolving the field of psychotherapy and relationships at a societal scale.\n\nThese practices are very strong in California or Colorado and also present in Scandinavia and Germany. They are however rare and emerging in France, perhaps because the French are slower to adopt innovations, or perhaps because of the language, these practices being generally transmitted in English.\n\nThese practices, which can be affiliated with active listening or non-violent communication, are nourished by mindfulness and psychotherapy and offer tools and practices that allow us to bring more awareness into relationships, to develop empathy, connection with the other and the body and more.\n\nThey are interesting for me not only because they have brought me in my process of maturity and healing, but also because they have the potential to transform how we are in relationship in society and bring out certain relational qualities from the closed frame of psychotherapy. They are also for me a playground to practice my relational and therapeutic skills.\n\nMy goal here is not to describe these practices precisely but to give a taste of 3 main practices: Circling (BENETEAU, 2021), Authentic Relating (Kestano, 2022) or Authentic Relations and finally somatic practices which encompass a variety of practices.\n\n### Circling, relational mindfulness\n\nCircling, also known in Europe as Transformational Connection, is one of the flagship practices.\n\nThe exercise in Circling is to explore, in a group, what our experience is in the present moment. It is about both revealing one's own experience and also being interested in the other's experience, here and now (Rouiller 2025), not in the narration of a past experience or a general life experience.\n\nSo for me it is a relational or group mindfulness.\n\nSo one could say \"Being here with you, I notice a desire to speak and take space, but also shame. And now that I'm speaking I feel my hands becoming sweaty but seeing you attentive, I notice that I relax a bit\", someone could continue by revealing how this sharing impacts them or by asking questions to learn more about this experience.\n\n**Bibliography**\n\nBENETEAU, M. (2021). *CIRCLING AND AUTHENTIC RELATING PRACTICE GUIDE (2ND EDITION) : Learn the group conversation... practice that will transform all of your*. ADMIT HUB REF SERVICE PR.\n\nKestano, R. (2022). *Authentic relating : A guide to rich, meaningful, nourishing relationships*. ART International.\n\nRouiller, O. (2025). *The 5 principles of Circling*. (Re)Connected. [https://www.re-connected.fr/2025/02/28/les-5-principes-du-circling/](https://www.re-connected.fr/2025/02/28/les-5-principes-du-circling/)",
        "thumbnail": "/data/interests/Relational and Somatic Practices/group_300x300.png"
      },
      {
        "id": 6,
        "slug": "sexuality-relationships-society",
        "title": "Sexuality, Relationships, Society",
        "subtitle": null,
        "description": "I am interested in questions related to relationships, sexuality and society. How these questions articulate at different levels and through different lenses, from somatic psychology, attachment theory to economics and psychoanalysis.\n\nMy path to therapy was notably due to relational problems and understanding how to establish sexual relationships was an important issue. These questions are therefore at the heart of my personal journey and they are also strong in society.\n\nToday there is a strong polarization between the sexes and genders. In my view, this polarization is the legacy of history, hundreds of years of domination, transgression and character adaptations. We are at a time when these structures are unravelling and with that a significant traumatic charge is unfolding.\n\nThe work is not only to dialogue, to set new boundaries, to learn to respect them but also to regulate this charge to gradually also let go of defense and domination strategies.\n\nIn my view, somatic approaches have an important role to play as they provide a framework to welcome emotions, energies, charges, etc. that arise when we approach these issues, to regulate them and to return to society, not in Fight or Flight, not in Freeze or Collapse, but with empathy, curiosity and capacity for connection.",
        "thumbnail": "/data/interests/Sexuality, Relationships, Society/heart_300x300.png"
      }
    ],
    "experiences": [
      {
        "id": 1,
        "title": "Focusing Psychotherapy and Parts Work",
        "subtitle": "First attempts in psychotherapy",
        "start_date": "2022-03-01T00:00:00.000Z",
        "end_date": "2022-12-31T00:00:00.000Z",
        "description": "After completing a certificate in Somatic Attachment Therapy, I worked with my first client 'L'. We worked together for a year and a half regularly and weekly."
      },
      {
        "id": 2,
        "title": "Hakomi Somatic Psychotherapy",
        "subtitle": "Practice of Hakomi therapy in real conditions",
        "start_date": "2024-09-01T00:00:00.000Z",
        "end_date": "2025-06-30T00:00:00.000Z",
        "description": "While completing the first level of my training in Hakomi somatic psychotherapy, I began working with clients in real conditions. My practice remained modest, commensurate with my abilities, but I had the honor of meeting many different systems and following two patients regularly. The clients I worked with are generally people with extensive experience in psychotherapy, sometimes themselves psychologists who are turning to somatic therapy.\n\nNotably 'N', whom I followed for more than a year with almost weekly sessions who presented an avoidant attachment style. We worked to allow them to connect to their attachment needs and to feel more emotions.\n\nI also worked regularly with 'H' who is both a friend, meditator and apprentice in therapy and other somatic practices. With them the work was more about personal development but we worked occasionally on early trauma."
      }
    ],
    "formations": "- 2024-2025 – [Hakomi Professional Training level 2](https://embodywise.com/hakomi-trainings/pro-skills-level-2/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2023-2024 – [Hakomi Professional Training level 1](https://embodywise.com/hakomi-trainings/pro-skills-level-1/) with the Hakomi Institute of California. Hakomi Somatic Mindful Psychotherapy\n- 2022 – Somatic Attachment Therapy Certificate with [Embody Lab](https://www.theembodylab.com/).\n- 2020-2021 – Non-Duality, Meditation and Non-Symbolic States of Consciousness with the [Center for the Study of  Non-Symbolic Consciousness](https://www.nonsymbolic.org/) (Jeffery A. Martin).\n- 2020 – Introduction to Transpersonal Psychology and Hypnotherapy with [Teadlik Mina](https://teadlikmina.ee/en/).\n\n# Other courses and training\n- 2025 – Somatic Experiencing Therapy: Physiological restoration of traumatic disorganization. Michel Schittecatte.\n- 2025 – The Brilliant Lab - Somatic Relational Trauma-informed Practices for Medicine-assisted Facilitation. Taught by [Rita Bozi](https://linktr.ee/ritabozi)\n- 2025 – Embodied Intimacy: Addressing Sexuality in Hakomi Therapy. Maci Daye\n- 2025 – Authentic Relating Level 1. [ART International](https://authenticrelating.co/)\n- 2023 – Shame and Self-Loathing in the Treatment of Trauma. Janina Fisher, PhD",
    "cv": "### Professional Experience \n- **2022 - Present: Part-time Somatic Therapy Practitioner.** In parallel with my training, I have worked with clients, some regularly for more than a year. This has allowed me to deepen my reflection on psychotherapy. Work on strong critical voices with a client. Work to increase their capacity to feel their emotions for another.\n- **2015 - 2022: Software Developer.** I worked in Germany and Sweden, in start-ups and in video games, notably at *Ubisoft* for the video game *Avatar: Frontiers of Pandora*. Worked in English, in international teams, in collaboration with developers, artists and managers.\n- **2011 - 2015:** **Research and Teaching Assistant at the Technical University of Berlin.** I worked on computer science research projects and published an article in an international journal. I was an assistant for teaching undergraduate and master's courses. \n### Education\n- **2025 - 2026: L3 Psychology at the University of Strasbourg.**\n- **2024 - 2025: L2 Psychology at the University of Strasbourg.** I undertook the Psychology program as a returning student. Mention assez bien, ranked in the top 6% by average grades. \n- **2009 - 2011: M.Sc. in Software Engineering at the Technical University of Denmark.**\n- **2007 - 2009: Engineering Diploma, École Centrale de Lille.** I received my generalist engineering degree from École Centrale de Lille.\n- **2005 - 2007: Classes Préparatoires aux Grandes Écoles**, Specialization in Math/Physics, Lycée Camille Guérin in Poitiers\n### Psychotherapy Training\n- **2024 - 2025: Hakomi Somatic Mindful Psychotherapy Professional Training Level 2, Hakomi Institute of California (online).** Second level of practical training in somatic therapy for developmental trauma. Process of transformation and integration, work on mindful transfer, Lowen's character model (derived from psychoanalytic classifications).\n- **2023 - 2024: Hakomi Professional Training Level 1, Hakomi Institute of California (online).** Focus on the therapeutic relationship, tracking the patient's experience and somatic indicators of the unconscious. Mindful exploration and transformation of unconscious processes. Training delivered over 7 weekends with supervised practice.\n- **2022: Certificate in somatic attachment therapy, Embody Lab.** I completed this specialty course with focus on attachment theory and mastery of Focusing, a method invented by Eugene Gendlin. Knowledge about the presentation of attachment disorders and therapeutic postures adapted to different attachment styles. Training accompanied by about twenty hours of practice with other participants.\n- **2020 - 2021: Transpersonal Psychology and Hypnotherapy, Tallinn Estonia**. I studied the basics of therapy during seminars over one semester. History of therapy: Freud, Jung, Adler. Ericksonian Hypnosis, Neuro Linguistic Programming, Family Constellations, Active Imagination.\n### Personal Work and Healing\n-  **2019 - Present: Personal Psychotherapy.** I have been, with more or less regularity, in therapy since 2019; I have worked with transpersonal or somatic therapists (sensorimotor, Hakomi). I have worked on strong feelings of shame, narcissistic tendencies, childhood traumas (emotional neglect, sibling violence), difficult transfers, suicidal thoughts.\n- **2020 - Present: Embodiment, Body and Relational Awareness.** I explored practices of Body Awareness or *Embodiment*, as well as relational practices. These approaches have allowed me to contain traumas, to learn to regulate my emotions, to decenter myself, to become aware of my habits in relation to others and notably with the opposite sex. Body Awareness is becoming an important theme in CBT, following Damasio's somatic marker theory.\n- **2016 - 2018: Meditation and Mindfulness.** I regularly practiced mindfulness meditation and participated in 2 Vipassana meditation retreats. These methods are at the origin of mindfulness in third wave CBT. They taught me to step back from my thoughts, to observe the connection between emotions and thoughts, and to manage addictive behaviors (cigarettes, alcohol).\n### Living Languages \n- **English:** Fluent and professional skills.\n- **German:** Intermediate level (B1), **Swedish:** Fluent level (B2)\n### Activities and Commitments\n- **Relational and Somatic Practices**. For several years, I have participated in workshops of relational practices such as *Authentic Relating* and *Circling*. I have also been able, on several occasions, to lead workshops on conscious movement or mindfulness.\n- **Contact Improvisation Dance.** I practice contact improvisation dance and sometimes also engage in organizing events at an associative level.\n- **Programming.** In my spare time, I continue to maintain my past career and work on computer projects that could lead to company creation. I am currently working on an e-portfolio publishing platform (lefolio.fr)",
    "readings": [
      {
        "id": 1,
        "slug": "right-brain-psychotherapy",
        "title": "Right Brain Psychotherapy",
        "author": "Allan Schore",
        "description": "This quite dense work by Allan Schore is an important inspiration for my therapeutic orientation. It allows me to reconcile myself with psychoanalytic approaches which sometimes seem obscure and outdated.\n\nAllan presents therapy as a process of synchronizing our right brains, highlighting the fact that affective and non-verbal aspects in a relationship are processed by the right parts of the frontal cortex.\n\nIn light of these neurological discoveries, Allan teaches us how we can explain the unconscious. It manifests in the implicit responses and representations that come into play in the therapeutic relationship. The therapist's work is then to listen to these sometimes dissociated affects and help patients regulate them to reach a new way of being with the other.\n\nAllan details how to explain transference, psychic organizations as well as regressions in terms of these theories, really inspiring!",
        "thumbnail": "/data/readings/covers/71QlD7qq+ZL._AC_UL640_FMwebp_QL65_.webp",
        "content": "This quite dense work by Allan Schore is an important inspiration for my therapeutic orientation. It allows me to reconcile myself with psychoanalytic approaches which sometimes seem obscure and outdated.\n\nAllan presents therapy as a process of synchronizing our right brains, highlighting the fact that affective and non-verbal aspects in a relationship are processed by the right parts of the frontal cortex.\n\nIn light of these neurological discoveries, Allan teaches us how we can explain the unconscious. It manifests in the implicit responses and representations that come into play in the therapeutic relationship. The therapist's work is then to listen to these sometimes dissociated affects and help patients regulate them to reach a new way of being with the other.\n\nAllan details how to explain transference, psychic organizations as well as regressions in terms of these theories, really inspiring!"
      },
      {
        "id": 2,
        "slug": "hakomi-mindfulness-centered-somatic-psychotherapy",
        "title": "Hakomi Mindfulness-Centered Somatic Psychotherapy",
        "author": "Halko Weiss et al.",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/41SAbFp7W1L._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 3,
        "slug": "the-guide-to-new-body-centered-therapies",
        "title": "The Guide to New Body-Centered Therapies",
        "author": "Christine Caldwell",
        "description": "This work by Christine Caldwell is a good introduction to get an idea of what somatic therapies can be.\n\nChristine Caldwell is notably founder of the somatic psychology department at Naropa University in Boulder, Colorado, which offers one of the rare Master's degrees in Somatic Psychotherapy.\n\nIn any case, this work presents the diversity of these therapies, those being closer to *body-work*, those closer to talk therapy. Those that are more oriented toward relational aspects, those that draw on imagery, ...\n\nSomething that brings all these approaches together is that they are experiential and that they involve the body.",
        "thumbnail": "/data/readings/covers/510Eukn4b3L._AC_UL640_FMwebp_QL65_.webp",
        "content": "This work by Christine Caldwell is a good introduction to get an idea of what somatic therapies can be.\n\nChristine Caldwell is notably founder of the somatic psychology department at Naropa University in Boulder, Colorado, which offers one of the rare Master's degrees in Somatic Psychotherapy.\n\nIn any case, this work presents the diversity of these therapies, those being closer to *body-work*, those closer to talk therapy. Those that are more oriented toward relational aspects, those that draw on imagery, ...\n\nSomething that brings all these approaches together is that they are experiential and that they involve the body."
      },
      {
        "id": 4,
        "slug": "waking-the-tiger",
        "title": "Waking the Tiger",
        "author": "Peter Levine",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51EnS73umYL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 5,
        "slug": "becoming-safely-embodied",
        "title": "Becoming Safely Embodied",
        "author": "Deirdre Fay",
        "description": "How to translate 'Embodied'? Incarnate could pass but I'm not satisfied. Here we refer to a whole movement of personal development internationally, dominated by English, the concept of Embodiment, which I would simply translate as... Embodiment.\n\nEmbodiment is the art and practice of reconnecting to one's body, to one's sensations, instincts, etc. This happens through movement practices like yoga, dance, different forms of conscious movement. This also happens through trauma work, because to survive in our society, and under the influence of a traumatic childhood for example, we learn to dissociate, we become 'numb', because we avoid emotions, unpleasant sensations.\n\nThe price to pay for this dissociation is misery, and a disconnection from our environment, an insensitivity to oneself and to others.\n\nOr on the contrary our experience is far too sensitive and our emotions are overwhelming, there is no 'self' to contain them.\n\nSo the Embodiment movement, and this work, one among many that describes practices that allow us to turn our attention toward the body, in safety, and to reconstruct a fragmented sense of self. To regulate what emerges, and to rebuild the neural networks from our guts to our conscious attention.\n\nThese practices are for me linked to trauma therapy and necessary aids on the path of integration of our psycho-corporeal apparatus.",
        "thumbnail": "/data/readings/covers/81eSmzsZoML._AC_UL640_FMwebp_QL65_.webp",
        "content": "How to translate 'Embodied'? Incarnate could pass but I'm not satisfied. Here we refer to a whole movement of personal development internationally, dominated by English, the concept of Embodiment, which I would simply translate as... Embodiment.\n\nEmbodiment is the art and practice of reconnecting to one's body, to one's sensations, instincts, etc. This happens through movement practices like yoga, dance, different forms of conscious movement. This also happens through trauma work, because to survive in our society, and under the influence of a traumatic childhood for example, we learn to dissociate, we become 'numb', because we avoid emotions, unpleasant sensations.\n\nThe price to pay for this dissociation is misery, and a disconnection from our environment, an insensitivity to oneself and to others.\n\nOr on the contrary our experience is far too sensitive and our emotions are overwhelming, there is no 'self' to contain them.\n\nSo the Embodiment movement, and this work, one among many that describes practices that allow us to turn our attention toward the body, in safety, and to reconstruct a fragmented sense of self. To regulate what emerges, and to rebuild the neural networks from our guts to our conscious attention.\n\nThese practices are for me linked to trauma therapy and necessary aids on the path of integration of our psycho-corporeal apparatus."
      },
      {
        "id": 6,
        "slug": "healing-developmental-trauma",
        "title": "Healing Developmental Trauma",
        "author": "Laurence Heller & Aline LaPierre",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51y1B5XAPAL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 7,
        "slug": "complex-ptsd-from-surviving-to-thriving",
        "title": "Complex PTSD: From Surviving to Thriving",
        "author": "Pete Walker",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51qeE3CiTsL._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 8,
        "slug": "healing-the-shame-that-binds-you",
        "title": "Healing the Shame That Binds You",
        "author": "John Bradshaw",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71N1MiOknaL._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      },
      {
        "id": 9,
        "slug": "the-finders",
        "title": "The Finders",
        "author": "Jeffery A. Martin",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/51uRa6Zut9L._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 10,
        "slug": "how-to-be-an-adult-in-relationships",
        "title": "How to Be an Adult in Relationships",
        "author": "David Richo",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/41XGhLugAHS._SY400_.jpg",
        "content": "*Review to be written...*"
      },
      {
        "id": 11,
        "slug": "polysecure-attachment-trauma-and-consensual-nonmonogamy",
        "title": "Polysecure: Attachment, Trauma and Consensual Nonmonogamy",
        "author": "Jessica Fern",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71qhBKcCS1L._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      },
      {
        "id": 12,
        "slug": "the-value-of-others",
        "title": "The Value of Others",
        "author": "Orion Taraban",
        "description": "*Review to be written...*",
        "thumbnail": "/data/readings/covers/71Z1AjLOUOL._AC_UL640_FMwebp_QL65_.webp",
        "content": "*Review to be written...*"
      }
    ]
  }
}